Repository: fleetcommand/aquila
Catalog: po/*.po
Languages: fi_op, sv

source: Move user to new group. Reconnect for change to activate.
fi_op: Siirtää käyttäjän uuteen ryhmään. Tulee voimaan uudelleen yhdistämisen jälkeen
sv: Flyttar en användare till en annan grupp. Logga ut och in igen för att förändringen ska träda i kraft.

source: Show configuration.
fi_op: Näyttää nykyiset asetukset.
sv: Visa inställningarna.

source: Show configuration value help string.
fi_op: Näyttää ohjeet asetusten laittamiseen.
sv: Visa inställningarnas hjälptext.

source: Set configuration values.
fi_op: Aseta asetuksen arvo.
sv: Ange inställningsvärden.

source: Show raw statistics.
sv: Visa all statistik.

source: Show statistics help.
sv: Visa statistik hjälp.

source: Reload all data from files. WARNING: All unsaved changes will be discarded.
fi_op: Lataa tiedot asetustiedostoista. VAROITUS: Tallentamattomat muutokset häviävät.
sv: Laddar in alla inställningar från fil. VARNING: Alla ändringar som inte sparats försvinner.

source: Save all changes to file. WARNING: All previously saved settings will be lost!
fi_op: Tallentaa kaikki muutokset asetustiedostoihin. VAROITUS: Aikaisemmin tallennetut tiedot korvataan!
sv: Sparar alla inställningar till fil. VARNING: Skriver över alla gamla inställningar!

source: Change your password.
fi_op: Vaihtaa oman salasanan.
sv: Ändra ditt lösenord.

source: Let the hub generate a random password.
fi_op: Anna hubin luoda satunnainen salasana
sv: Låt hubben skapa ett slumpmässigt lösenord.

source: Set the locale of the hub.
fi_op: Aseta hubin kieli.
sv: Sätt Locale för hubben

source: Get the locale of the hub.
fi_op: Näyttää hubin kielen.
sv: Visa Locale för hubben

source: Let the hub CRASH!.
sv: CRASHA hubben!.

source: No help available.
fi_op: Apua ei saatavilla.
sv: Ingen hjälp tillgänglig.

source: Command not found: %s
sv: Kommandot %s finns inte

source: Your IP has been used to attack this hub. This means one of the other hubs you are in is being exploited.
sv: Ditt IP har använts för att attackera den här hubben. Detta betyder att en av de andra hubbarna som du är i har blivit utnyttjad för en attack.

source: <%s> This hub is running %s Version %s (Uptime %s.%.3lu).|
sv: <%s> Den här hubben kör %s version %s (Uptime %s.%.3lu).|

source: <%s> Do not reconnect too fast, time remaining: %s|
sv: <%s> Återanslut inte så fort, återstående tid tills du kan ansluta igen: %s|

source: Nickname refused due to unacceptable characters.
sv: Ditt användarnamn innehåller tecken som inte är tillåtna.

source: Your nickname is already in use.
sv: En annan användare med samma namn är redan inloggad.

source: Your account priviliges will not be awarded until you set a password.
sv: Dina rättigheter börjar inte gälla förrän du skapat ett lösenord till dig.

source: Another instance of you is connecting, bye!
sv: Du ansluter med en annan klient, hejdå!

source: Reconnecting.
sv: Återansluter

source: Cloning is not allowed. Another user is already logged in from this IP address.
sv: Dubbla anslutningar med samma IP nummer tillåts inte. En annan användare med samma IP som du är redan inloggad.

source: Do not reconnect too fast.
sv: Återanslut inte för fort.

source: <%s> You have been banned by %s because:
sv: <%s> Du har blivit bannad av %s på grund av:

source: <%s> Time remaining %s|
sv: <%s> Återståemnde tid %s|

source: Banned.
sv: Bannad.

source: Bad password.
sv: Fel lösenord

source: Password retry overflow.
sv: För många felaktiga försök

source: Your account priviliges will not be awarded until you set a password. Use !passwd or !pwgen.
sv: Dina rättigheter börjar inte gälla förrän du skapar ett lösenord till dig. Använd !passwd eller !pwgen.

source: WARNING: You should use a client that uses tags!
sv: Varning: Använd en klient som visar tagg

source: This hub requires tags, please upgrade to a client that supports them.
sv: Den här hubben kräver tagg, var vänlig uppgradera till en klient som visar tagg.

source: Your login was refused, your MyINFO seems corrupt.
sv: Du nekades inloggning på grund av att den MyINFO din klient sänder är felaktig

source: Your login was refused.
sv: Du nekades inloggning

source: You are not allowed to chat.
sv: Du har inte rätt att skriva i main

source: Think before you talk and don't spam.
sv: Tänk innan du talar, och undvik att spamma.

source: Your chat message was too long.
sv: Ditt meddelande var för långt.

source: Broken MyINFO, get lost.
sv: Din klient sänder felaktig MyINFO, hejdå.

source: Sorry, you no longer satisfy the necessary requirements for this hub.
sv: Tyvärr, du uppfyller inte längre kraven för den här hubben.

source: Active searches are limited to %u every %u seconds.
sv: Aktiva sökningar är begränsade till %u varje %u sekunder.

source: Passive searches are limited to %u every %u seconds.
sv: Passiva sökningar är begränsade till %u varje %u sekunder.

source: Your search message is too long.
sv: Ditt sökbegrepp är för långt.

source: You claim to be active. Passive search DENIED.
sv: Du påstår dig vara aktiv. Passiva sökningar tillåts ej.

source: You claim to be passive. Active search DENIED.
sv: Du påstår dig vara passiv. Aktiva sökningar tillåts ej.

source: Your client uses IP %s for searching, while you have IP %s
sv: Din klient använder IP %s vid sökning, men du har %s

source: Do not repeat searches within %d seconds.
sv: Upprepa inte samma sökning oftare än %d sekunder.

source: You are not allowed to download.
sv: Du har inte rätt att ladda ner.

source: You cannot download from %s.
sv: Du kan inte ladda ner från %s.

source: Your client uses IP %s for downloading, while you have IP %s
sv: Din klient använder IP %s vid nerladdning, men du har %s

source: You are not allowed to send private messages.
sv: Du har inte rätt att skicka PM.

source: Don't send private messages so fast.
sv: Skicka inte PM så ofta

source: Bad From: nick. No faking.
sv: Felaktigt From: nick. Fuska inte.

source: Attempted PM faking.
sv: Försök till PM fusk.

source: Bad display nick. No faking.
sv: Felaktigt användarnamn. Fuska inte.

source: Attempted display nick faking
sv: Försök till fusk med användarnamn.

source: Sorry, you can only send private messages to operators.
sv: Tyvärr, du har enbart rätt att skicka PM till OP's

source: You are not allowed to redirect users.
sv: Du har inte rätt att vidarebefodra användare

source: Redirect refused.
sv: Vidarebefodran nekades.

source: You are not allowed to kick users.
sv: Du har inte rätt att kicka användare.

source: You were kicked.
sv: Du är kickad.

source: Think before you ask HubINFO and don't spam.
sv: Tänk innan du frågar HubINFO och undvik att spamma.

source: Userlist request denied. Maximum 1 reload per %ds.
sv: Nerladdning av användarlistan nekades. Max 1 nerladdning per %ds.

source: Flood detected: %s (%s) was banned: %.*s (Last violation: %s)
fi_op: Floodia havaittu: %s (%s) bannattiin: %.*s (Viimeinen rikkomus: %s)
sv: Försök till floodning upptäckt: %s (%s) bannades: %.*s (Sista : %s)

source: WARNING:
sv: VARNING:

source: Period of chat messages. This controls how often a user can send a chat message. Keep this low.
fi_op: Chat-viestien ajanjakso. Tämä kontrolloi miten usein käyttäjät voivat lähettää viestejä mainchattiin. Pidä matalana.
sv: Tidsperiod för chatt. Detta styr hur ofta en användare kan skriva i main. Använd låga värden.

source: Burst of chat messages. This controls how many chat messages a user can 'save up'. Keep this low.
fi_op: Chat-viestien burst. Tämä määrittää, että miten monta chat-viestiä käyttäjä voi 'säästää'. Pidä matalana.
sv: Antal chattrader. Detta styr hur många chattrader en användare kan 'spara ifatt'. Använd låga värden.

source: Period of searches. This controls how often an active user can search. Keep this reasonable.
fi_op: Hakujen ajanjakso. Tämä määrittää, että miten usein active-käyttäjä voi hakea. Pidä kohtuullisena.
sv: Tidsperiod för sökningar. Detta styr hur ofta en aktiv användare kan söka.Använd rimliga värden.

source: Burst of searches. This controls how many searches an active user can 'save up'. Keep this low.
fi_op: Hakujen burst. Tämä määrittää, että miten monta hakua active-käyttäjä voi 'säästää'. Pidä matalana.
sv: Antal sökningar. Detta styr hur många sökningar en aktiv användare kan 'spara ifatt'. Använd låga värden.

source: Period of searches. This controls how often a passive user can search. Keep this reasonable.
fi_op: Hakujen ajanjakso. Tämä määrittää, että miten usein passive-käyttäjä voi hakea. Pidä kohtuullisena.
sv: Tidsperiod för sökningar. Detta styr hur ofta en passiv användare kan söka.Använd rimliga värden.

source: Burst of searches. This controls how many searches a passive user can 'save up'. Keep this low.
fi_op: Hakujen burst. Tämä määrittää, että miten monta hakua passive-käyttäjä voi 'säästää'. Pidä matalana.
sv: Antal sökningar. Detta styr hur många sökningar en passiv användare kan 'spara ifatt'. Använd låga värden.

source: Period of MyINFO messages. This controls how often a user can send a MyINFO message that is send to everyone. Keep this very high.
fi_op: MyINFO-viestien ajanjakso. Tämä määrittää, että miten usein käyttäjä voi lähettää MyINFO-viestin, joka lähetetään kaikille käyttäjille. Pidä erittäin korkeana.
sv: Tidsperiod för MyInfo meddelanden. Detta styr hur ofta en användare kan skicka ett MyINFO meddelande som sänds till alla. Använd väldigt höga värden.

source: Burst of MyINFO messages. This controls how many MyINFO messages a user can 'save up' (everyone). Keep this at 1.
fi_op: MyINFO-viestien burst. Tämä määrittää, että miten monta MyINFO-viestiä käyttäjä voi 'säästää' (kaikille lähetettävät). Pidä arvona 1.
sv: Antal MyINFO meddelanden. Detta styr hur många MyINFO meddelanden en användare kan 'spara ifatt' (alla). Ska vara 1.

source: Period of MyINFO messages. This controls how often a user can send a MyINFO message that is send on to the ops only. Keep this very high.
fi_op: MyINFO-viestien ajanjakso. Tämä määrittää, että miten usein käyttäjä voi lähettää MyINFO-viestin, joka lähetetään vain OP:ille. Pidä erittäin korkeana.
sv: Tidsperiod för MyInfo meddelanden. Detta styr hur ofta en användare kan skicka ett MyINFO meddelande som sänds enbart till OPs. Använd väldigt höga värden.

source: Burst of MyINFO messages. This controls how many MyINFO messages a user can 'save up' (OPs messages only). Keep this at 1.
fi_op: MyINFO-viestien burst. Tämä määrittää, että miten monta MyINFO-viestiä käyttäjä voi 'säästää' (vain OP:ille lähetettävät). Pidä arvona 1.
sv: Antal MyINFO meddelanden. Detta styr hur många MyINFO meddelanden en användare kan 'spara ifatt' (för OPs). Ska vara 1.

source: Period of nicklist requests. This controls how often a user can refresh his userlist. Keep this high.
fi_op: Nicklistan päivityspyyntöjen ajanjakso. Tämä määrittää, että miten usein käyttäjä voi päivittää käyttäjälistan. Pidä korkeana.
sv: Tidsperiod för nerladdning av användarlistan. Detta styr hur ofta en användare kan refresha sin användarlista. Använd höga värden.

source: Burst of nicklist requests. This controls how many userlist refreshes a user can 'save up'. Keep this at 1.
fi_op: Nicklistan päivityspyyntöjen burst. Tämä määrittää, että miten monta käyttäjälistan päivitystä käyttäjä voi 'säästää'. Pidä arvona 1.
sv: Antal nerladdningar av användarlistan. Detta styr hur många listförnyelse en användare kan 'spara ifatt'. Ska vara 1.

source: Period of getinfo requests. This controls how often a user can request info on a user. Keep this low.
fi_op: Getinfo-pyyntöjen ajanjakso. Tämä määrittää, että miten usein käyttäjä voi pyytää tietoja toisesta käyttäjästä. Pidä matalana.
sv: Tidsperiod för getinfo förfrågningar. Detta styr hur ofta en användare kan begära info om en användare. Använd låga värden.

source: Burst of getinfo requests. This controls how many getinfo requests a user can 'save up'.
fi_op: Getinfo-pyyntöjen burst. Tämä määrittää, että miten monta getinfo-pyyntöä käyttäjä voi 'säästää'.
sv: Antal getinfo förfrågningar. Detta styr hur många förfrågningar en användare kan 'spara ifatt'.

source: Period of downloads. This controls how often a user can initiate a download. Keep this low.
fi_op: Latausten ajanjakso. Tämä määrittää, että miten usein käyttäjä voi aloittaa latauksen. Pidä matalana.
sv: Tidsperiod för nerladdningar. Detta styr hur ofta en användare kan initiera en nerladdning. Använd låga värden.

source: Burst of downloads. This controls how many downloads a user can 'save up'. Keep this reasonable.
fi_op: Latausten burst. Tämä määrittää, että miten monta latausta käyttäjä voi 'säästää'. Pidä kohtuullisena.
sv: Antal nerladdningar. Detta styr hur många nerladdningar en användare kan 'spara ifatt'. Använd rimliga värden.

source: Period of connects. This controls how often the connect counter is refreshed. Keep this low.
fi_op: Yhdistämisten ajanjakso. Tämä määrittää, että miten usein yhdistämislaskuri nollautuu.Pidä matalana.
sv: Tidsperiod för anslutningar. Detta styr hur ofta räknaren för anslutningar uppdateras. Använd låga värden.

source: Burst of connects. This controls how many new user connects can be saved up in idle time. Keep this low.
fi_op: Yhdistämisten burst. Tämä määrittää, että miten monta uusien käyttäjien yhdistämistä voidaan säästää toimettomana ollessa. Pidä matalana.
sv: Antal anslutningar. Detta styr hur många nya anslutningar som kan 'sparas ifatt'när hubben inte jobbar. Använd låga värden.

source: Refill of connects. This controls how many new user connects are added each time the counter resets. Keep this low.
fi_op: Yhdistämisten uudelleentäyttyminen. Tämä määrittää, että miten monta uutta yhdistämistä lisätään joka kerta kun laskuri nollautuu. Pidä matalana.
sv: Påfyllning av anslutningar. Detta styr hur många nya anslutningar som läggs till varje gång räknaren återställs (dvs rate.connect.period). Använd låga värden.

source: Period of passive search results. This controls how often the incoming passive search results counter is refreshed. Keep this low.
fi_op: Passive-hakutulosten ajanjakso. Tämä määrittää, että miten usein sisään tulevien passive-hakutulosten laskuri päivitetään. Pidä matalana.
sv: Tidsperiod för passiva sökningar. Detta styr hur ofta räknaren för inkommande passiva sökningar återställs. Använd låga värden.

source: Burst of passive search results. This controls how many incoming passive search results can be saved up in idle time. Keep this equal to the search period.
fi_op: Passive-hakutulosten burst. Tämä määrittää, että miten monta passive-hakutulosta voidaan säästää toimettomana ollessa. Pidä samana kuin hakemisen ajanjakso.
sv: Antal passiva sökresultat. Detta styr hur många inkommande passiva sökresultat som kan 'sparas ifatt' när hubben inte jobbar. Ska vara samma värde som för tidsperiod för passiv sökning.

source: Refill of passive search results. This controls how many incoming passive search results are added each time the counter resets. Keep this low.
fi_op: Passive-hakutulosten uudelleentäyttyminen. Tämä määrittää, että miten monta sisään tulevaa passive-hakutulosta lisätään joka kerta laskurin nollautuessa. Pidä matalana.
sv: Påfyllning av passiva sökresultat. Detta styr hur många inkommande passiva sökresultat som fylls på varje gång räknaren återställs. Använd låga värden.

source: Period of passive search results. This controls how often the outgoing passive search results counter is refreshed. Keep this low.
fi_op: Passive-hakutulosten ajanjakso. Tämä määrittää, että miten usein ulosmenevien passive-hakutulosten laskuri päivittyy. Pidä matalana.
sv: Tidsperiod för passiva sökresultat. Detta styr hur ofta räknaren för utgående passiva sökningar återställs. Använd låga värden.

source: Burst of passive search results. This controls how many outgoing passive search results can be saved up in idle time. Keep this reasonably high.
fi_op: Passive-hakutulosten burst. Tämä määrittää, että miten monta lähtevää passive-hakutulosta voidaan säästää toimettomana aikana. Pidä melko korkeana.
sv: Antal passiva sökresultat. Detta styr hur många utgående passiva sökresultat som kan 'sparas ifatt' när hubben inte jobbar. Använd lite högre värden.

source: Refill of passive search results. This controls how many outgoing passive search results are added each time the counter resets. Keep this reasonably high.
fi_op: Passive-hakutulosten uudelleentäyttyminen. Tämä määrittää, että miten monta lähtevää passive-hakutulosta lisätään joka kerta kun laskuri nollantuu. Pidä melko korkeana.
sv: Påfyllning av passiva sökresultat. Detta styr hur många utgående passiva sökresultat som fylls på varje gång räknaren återställs. Använd lite högre värden.

source: Period of user warnings. This controls how often a warning is send to user that overstep limits.
fi_op: Käyttäjien varoittamisten ajanjakso. Tämä määrittää, että miten usein varoitus lähetetään rajoitukset ylittävälle käyttäjälle.
sv: Tidsperiod för användarvarningar. Detta styr hur ofta varningar skickas till användare som överskrider begränsningarna.

source: Refill of user warnings. This controls how many warning a user gets within the period.
fi_op: Käyttäjien varoittamisten uudelleentäyttyminen. Tämä määrittää, että miten monta varoitusta käyttäjä saa tässä ajanjaksossa.
sv: Påfyllning av användarvarningar. Detta styr hur många varningar en användare får under en tidsperiod.

source: Burst of user warnings. This controls how many warnings a user that overstep limits can save up.
fi_op: Käyttäjien varoittamisten burst. Tämä määrittää, että miten monta varoitusta rajoitukset ylittävä käyttäjä voi säästää .
sv: Antal varningar. Detta styr hur många varningar en användare som överskrider begränsningarna kan 'spara ifatt'

source: Period of user violations. This controls how often a warning is send to user that overstep limits.
fi_op: Käyttäjien rikkomusten ajanjakso. Tämä määrittää, että miten usein varoitus lähetetään rajoitukset ylittävälle käyttäjälle.
sv: Tidsperiod för användarbegränsningar. Detta styr hur ofta varningar skickas till användare som överskrider begränsningarna.

source: Refill of user violations. This controls how many warning a user gets within the period.
fi_op: Käyttäjien rikkomusten uudelleentäyttyminen. Tämä määrittää, että miten monta varoitusta käyttäjä saa tässä ajanjaksossa.
sv: Påfyllning av användarbegränsningar. Detta styr hur många varningar en användare får under en tidsperiod.

source: Burst of user violations. This controls how many violations a user that overstep limits can save up.
fi_op: Käyttäjien rikkomusten burst. Tämä määrittää, että miten monta rikkomusta rajoitukset ylittävä käyttäjä voi säästää.
sv: Antal begränsningar. Detta styr hur många begränsningar en användare som överskrider gränserna kan 'spara ifatt'

source: Allow multiple users from the same IP address.
fi_op: Salli useampi käyttäjä samasta IP:sta. Arvoina 0 tai 1.
sv: Tillåt flera användare med samma IP nummer.

source: Maximum length of a chat message.
fi_op: Chat-viestin max pituus.
sv: Max antal tecken i ett chattmeddelande.

source: Maximum length of a search message.
fi_op: Hakusanan max pituus.
sv: Max antal tecken i en sökning.

source: Maximum length of a search result
fi_op: Hakutuloksen max pituus
sv: Max längd på sökresultat

source: Minimum time before a re-search is considered valid.
fi_op: Aika, jonka jonka jälkeen uudelleenhaku lasketaan hyväksytyksi.
sv: Minsta tid förrän en repeterat sökning ska anses vara giltig.

source: Period during which a search is considered a re-search.
fi_op: Uudelleenhaut muistetaan tältä ajalta.
sv: Tidsperiod under vilken en sökning anses vara en repeterad sökning.

source: Maximum number of searches cached.
fi_op: Välimuistissa olevien hakujen enimmäismäärä.
sv: Max antal sparade sökningar

source: This message is send to all banned users when they try to join.
fi_op: Tämä viesti lähetetään bannatuille käyttäjille kun he yrittävät yhdistää hubiin.
sv: Detta meddelande sänds till alla bannade användare när de försöker logga in i hubben.

source: These are the characters allowed in a nick. An empty string means all characters. Does NOT support utf-8 character.
sv: Detta är de tillåtna tecknen i ett användarnamn. En tom sträng betyder att alla är tillåtna. Stöder INTE utf-8 tecken.

source: You have been kicked by %s because: %.*s
sv: Du är kickad av %s på grund av: %.*s

source: You have been banned by %s because: %.*s
sv: Du är bannad av %s på grund av: %.*s

source: Found nick ban by %s for %s (IP %s) for %lus because: %.*s
fi_op: Löytyi %s antama nickban käyttäjälle %s (IP %s) %lus ajaksi syyllä: %.*s
sv: Hittade användarnamn bannat av %s för %s (IP %s) i %lus på grund av: %.*s

source: Found nick ban by %s for %s for %lus because: %.*s
fi_op: Löytyi %s antama nickban käyttäjälle %s%lus ajaksi syyllä: %.*s
sv: Hittade användarnamn bannat av %s för %s i %lus på grund av: %.*s

source: Found permanent nick ban by %s for %s (IP %s) because: %.*s
fi_op: Löytyi %s antama pysyvä nickban käyttäjälle %s (IP %s) syyllä: %.*s
sv: Hittade permanent bannat användarnamn av %s för %s (IP %s) på grund av: %.*s

source: Found permanent nick ban by %s for %s because: %.*s
fi_op: Löytyi %s antama pysyvä nickban käyttäjälle %s syyllä: %.*s
sv: Hittade permanent bannat användarnamn av %s för %s på grund av: %.*s

source: Found IP ban by %s for %s (%s) for %lus because: %.*s
fi_op: Löytyi %s antama IP-ban IP:lle %s (%s) %lus ajaksi syyllä: %.*s
sv: Hittade bannat IP av %s för %s (%s) i %lus på grund av: %.*s

source: Found IP ban by %s for %s for %lus because: %.*s
fi_op: Löytyi %s antama IP-ban käyttäjälle %s %lus ajaksi syyllä: %.*s
sv: Hittade bannat IP av %s för %s i %lus på grund av: %.*s

source: Found permanent ban by %s for %s (%s) because: %.*s
fi_op: Löytyi %s antama pysyvä IP-ban IP:lle %s (%s) syyllä: %.*s
sv: Hittade permanent ban av %s för %s (%s) på grund av: %.*s

source: Found permanent ban by %s for %s because: %.*s
fi_op: Löytyi %s antama pysyvä IP-ban käyttäjälle %s syyllä: %.*s
sv: Hittade permanent ban av %s för %s på grund av: %.*s

source: %s %s by %s Expires: %s Message: %.*s
fi_op: %s %s by %s Päättyy: %s Viesti: %.*s
sv: %s %s av %s Upphör: %s Meddelande: %.*s

source: %s %s by %s Message: %.*s
fi_op: %s %s lisännyt %s Viesti: %.*s
sv: %s %s av %s Meddelande: %.*s

source: Error saving configuration to %s: %s
fi_op: Virhe asetuksien tallentamisessa tiedostoon %s: %s
sv: Fel när konfigurationen skulle sparas till %s: %s

source: Error loading configuration from %s: %s
sv: Fel när konfigurationen skulle läsas från %s: %s

source: %u week,
fi_op: %u viikko,
sv: %u vecka,

source: %u day,
fi_op: %u päivä,
sv: %u dag,

source: CPU Unknown
fi_op: CPU Unknown / CPU tuntematon
sv: Okänd CPU

source: Clock: %.*s MHz
sv: Frekvens: %.*s MHz

source: Cpu Statistics at %s
sv: Cpu statistik för %s

source: last hour %2.2f%%
sv: sista timmen %2.2f%%

source: last minute %2.2f%%
sv: sista minuten %2.2f%%

source: last 5 seconds %2.2f%%
sv: sista 5 sekunderna %2.2f%%

source: Since boot %2.2f%%
sv: Sedan uppstart %2.2f%%

source: Total traffic since boot: In %lu, Out %lu
sv: Total trafik sedan uppstart: In %lu, Ut %lu

source: In last %lu ms: In %f kbps, Out %f kbps
sv: Under senaste %lu ms: In %f kbps, Ut %f kbps

source: Average over %d seconds: In %f kbps, Out %f kbps
sv: I genomsnitt under %d sekunder: In %f kbps, Ut %f kbps

source: Total Count: %lu, Total Memory: %lu
fi_op: Kokonaismäärä: %lu, Muistinkäyttö: %lu
sv: Totalt antal: %lu, Totalt minne: %lu

source: ZPipe users: %lu, ZLine users: %lu
sv: ZPipe användare: %lu, ZLine användare: %lu

source: Nicklist cache (last updated %lu seconds ago).
sv: Nicklist cache (senast uppdaterad för %lu sekunder sedan).

source: Nicklist length %lu (zpipe %lu, zline %lu) [Estimate %lu, Size %lu]
sv: Nicklist längd %lu (zpipe %lu, zline %lu) [Beräknad %lu, Storlek %lu]
