Repository: fleetcommand/aquila
Catalog: po/*.po
Languages: fi_op, sv

source: Minimum slots for unregistered users.
fi_op: Min slotit rekisteröitymättömille käyttäjille.
sv: Minst antal slottar för oregistrerade användare.

source: Maximum slots for unregistered users.
fi_op: Max slotit rekisteröitymättömille käyttäjille.
sv: Max antal slottar för oregistrerade användare.

source: Minimum hubs/slot ratio for unregistered users.
fi_op: Min hub/slot ratio rekisteröitymättömille.
sv: Minsta hubb/slot ratio för oregistrerade användare.

source: Minimum hubs for registered users.
fi_op: Min hubit rekisteröityneille käyttäjille.
sv: Minst antal hubbar för registrerade användare.

source: Maximum hubs for registered users.
fi_op: Max hubit rekisteröityneille käyttäjille.
sv: Max antal hubbar för registrerade användare.

source: Minimum slots for registered users.
fi_op: Min slotit rekisteröityneille käyttäjille.
sv: Minst antal slottar för registrerade användare.

source: Maximum slots for registered users.
fi_op: Max slotit rekisteröityneille käyttäjille.
sv: Max antal slottar för registrerade användare.

source: Minimum hubs/slot ratio for registered users.
fi_op: Min hub/slot ratio rekisteröityneille.
sv: Minsta hubb/slot ratio för registrerade användare.

source: Minimum hubs for Operators.
fi_op: Min hubit operaattoreille.
sv: Minst antal hubbar för OPs.

source: Maximum hubs for Operators.
fi_op: Max hubit operaattoreille.
sv: Max antal hubbar för OPs.

source: Minimum slots for Operators.
fi_op: Min slotit operaattoreille.
sv: Minst antal slottar för OPs.

source: Maximum slots for Operators.
fi_op: Max slotit operaattoreille.
sv: Max antal slottar för OPs.

source: Minimum hubs/slot ratio for Operators.
fi_op: Min hub/slot -suhde operaattoreille.
sv: Minsta hubb/slot ratio för OPs.

source: Show logged in user counts.
sv: Visar antal inloggade användare.

source: Ban a client.
fi_op: Bannaa client.
sv: Bannar en klient.

source: List client bans.
fi_op: Listaa clientien bannit.
sv: Visar alla bannade klienter.

source: Unban a client.
fi_op: Poista clientin banni.
sv: Tar bort ett klientban.

source: Add a source IP restriction for a user.
fi_op: Aseta IP-rajoitus käyttäjälle.
sv: Lägg till en IP begränsning för en användare.

source: Remove a source IP restriction for a user.
fi_op: Poista IP-rajoitus käyttäjältä.
sv: Ta bort en IP begränsning för en användare.

source: Show source IP restrictions for a user.
fi_op: Näytä käyttäjän IP-rajoitus.
sv: Visa IP begränsningar för en användare.

source: Total users in the hub
sv: Totalt antal användare i hubben

source: User peak
sv: Användarrekord

source: Users refused for slot/hub/ratio/user limits.
sv: Nekade användare för slott/hub/ratio/user begränsningar.

source: Unregistered users.
sv: Oregistrerade användare.

source: Registered users.
sv: Registrerade användare.

source: Op users.
sv: Operatörer.

source: No IP logging enabled.
fi_op: IP-loggausta ei ole kytketty päälle.
sv: Ingen IP-loggning aktiverad.

source: Logout time : IP : Nick
fi_op: Kirjautunut ulos : IP : Nick
sv: Utloggad : IP : Nick

source: No IPs found.
fi_op: IP:itä ei löytynyt.
sv: Inga IP nummer hittades.

source: Number of IPs to remember.
fi_op: Muistettavien IP:iden määrä.
sv: Antal IP nummer att lagra.

source: List iplogs.
fi_op: Listaa IP-logit.
sv: Lista lagrade IP nummer.

source: Connection closed.
sv: Anslutning stängd.

source: Error on read.
fi_op: Virhe lukiessa.
sv: Fel vid läsning.

source: Socket error %d.
sv: Socketfel %d.

source: Socket errno %d.
sv: Socketfel nummer %d.

source: <%s> Don't reconnect so fast.|
sv: <%s> Återanslut inte så fort.|

source: Default capabilities: chat, pmop, dl and search.
fi_op: Oikeudet oletuksena: chat, pmop, dl and search.
sv: Standard rättigheter: chat, pmop, dl och search.

source: Default REG capabilities: chat, search, pm, dl.
fi_op: REG:ien oikeudet oletuksena: chat, search, pm, dl.
sv: Standard REG rättigheter: chat, search, pm, dl.

source: Default VIP capabilities: chat, search, pm, dl, share.
fi_op: VIP:ien oikeudet oletuksena: chat, search, pm, dl, share.
sv: Standard VIP rättigheter: chat, search, pm, dl, share.

source: Default KVIP capabilities: chat, search, pm, dl, share, kick.
fi_op: KVIP:ien oikeudet oletuksena: chat, search, pm, dl, share, kick.
sv: Standard KVIP rättigheter: chat, search, pm, dl, share, kick.

source: Default OP capabilities: chat, search, pm, dl, share, key, kick, ban.
fi_op: OP:ien oikeudet oletuksena: chat, search, pm, dl, share, key, kick, ban.
sv: Standard OP rättigheter: chat, search, pm, dl, share, key, kick, ban.

source: Default CHEEF capabilities: chat, search, pm, dl, share, key, kick, ban, user.
fi_op: CHEEF:ien oikeudet oletuksena: chat, search, pm, dl, share, key, kick, ban, user.
sv: Standard CHEEF rättigheter: chat, search, pm, dl, share, key, kick, ban, user.

source: Default ADMIN capabilities: chat, search, pm, dl, share, key, kick, ban, user, group, inherit, config.
fi_op: ADMIN:ien oikeudet oletuksena: chat, search, pm, dl, share, key, kick, ban, user, group, inherit, config.
sv: Standard ADMIN rättigheter: chat, search, pm, dl, share, key, kick, ban, user, group, inherit, config.

source: Everything. All powerfull. Mostly, capable of hardbanning.
sv: Alla rättigheter. All makt. För det mesta, kan hårdbanna.

source: Allows the user to chat in main window.
fi_op: Sallii käyttäjän keskustelun mainchatissa.
sv: Tillåter användaren att skriva i chatten.

source: Allows user to search the hub for files.
fi_op: Sallii käyttäjän käyttää hakua.
sv: Tillåter användaren att söka.

source: Allows the user to send private messages to OPs only.
fi_op: Sallii käyttäjän lähettää yksityisviestejä ainoastaa OP:ille.
sv: Tillåter användaren att skicka PM enbart till OPs.

source: Allows the user to send private messages to anyone.
fi_op: Sallii käyttäjän lähettää yksityisviestejä kenelle tahansa.
sv: Tillåter användaren att skicka PM till vem som helst.

source: Allows user to download files.
fi_op: Sallii käyttäjän ladata tiedostoja.
sv: Tillåter användaren att ladda ner filer.

source: Allows users to circumvent the share requirements.
fi_op: Jakorajat eivät vaikuta käyttäjään.
sv: Tillåter användaren att kringgå utdelningskraven.

source: Awards the user the much desired "key".
fi_op: Antaa käyttäjälle avaimen.
sv: Tilldelar en användare den åtråvärda "key".

source: Allows the user to kick other users.
fi_op: Sallii käyttäjän kickiä muita käyttäjiä.
sv: Tillåter användaren att kicka andra användare.

source: Allows the user to ban other users.
fi_op: Sallii käyttäjän bannia muita käyttäjiä.
sv: Tillåter användaren att banna andra användare.

source: Allows the user to edit the configuratoin of the hub.
fi_op: Sallii käyttäjän muuttaa hubin asetuksia.
sv: Tillåter användaren att ändra inställningarna för hubben.

source: Allows the user to use the "say" command.
fi_op: Sallii käyttäjän käyttää "say" -komentoa.
sv: Tillåter anändaren att använda "say" kommandot.

source: Allows the user to add new users.
fi_op: Sallii käyttäjän lisäävän uusia käyttäjätilejä.
sv: Tillåter användaren att skapa nya användare.

source: Allows the user to add new groups.
fi_op: Sallii käyttäjän lisäävän uusia käyttäjäryhmiä.
sv: Tillåter användaren att skapa nya grupper.

source: Allows the user to awards rights he posseses to users or groups.
fi_op: Sallii käyttäjän lisäävän oikeuksia yksittäisille käyttäjille.
sv: Tillåter användaren att ge andra användare samma rättigheter som han själv.

source: Allows the user to hardban IPs. A hardban is a bit like firewalling the IP.
fi_op: Sallii käyttäjän hardbannia IP:itä. Hardban on hieman vastaava kuin IP:n blokkaaminen palomuurista.
sv: Tillåter en användare att hårdbanna IP adresser. Ett hårdban är ungefär som att blockera det i brandväggen.

source: This users does not need a tag to get in the hub.
fi_op: Tämän käyttäjän tagia ei tarkisteta hänen kirjautuessa.
sv: Dessa användare behöver inte ha tagg för att komma in i hubben.

source: This hides the share of the user for all excepts ops.
fi_op: Piilottaa käyttäjän jaot muilta paitsi OP:ilta.
sv: Detta döljer användarens utdelning för alla utom ops.

source: This blocks everyone from downloading from this user. Only works for active users.
fi_op: Estää muita lataamasta tältä käyttäjältä. Toimii vain active-tilassa olevien käyttäjien kanssa.
sv: Detta hindrar alla att ladda från denna användaren. Fungerar enbart för aktiva användare.

source: Users with this right can post messages as large as they want.
fi_op: Käyttäjä pystyy lähettämään niin isoja viestejä kuin hän haluaa.
sv: Användare med denna rättighet kan skicka hur stora meddelanden de vill.

source: Users with this right are not subject to search limitations.
fi_op: Hakemista rajoittavat ajat eivät koske käyttäjää.
sv: Användare med denna rättighet kringgår sökbegränsningar.

source: Users with this right are only allowed into the hub if their source IP is listed for their nick in the userrestict list.
fi_op: Käyttäjä pääsee hubiin vain IP:stä, joka hänelle on määritetty userrestict-listaan.
sv: Användare med denna rättighet är begränsade så att de enbart kommer in i hubben om deras IP adress överensstämmer med det som är lagrat i 'userrestrict' listan.

source: Users with this right are allowed to redirect users.
fi_op: Käyttäjä pystyy uudelleenohjaamaan muita käyttäjiä.
sv: Användare med denna rättighet kan vidarebefodra användare

source: Users with this right are allowed to use locallan ips (and avoid ctm and asearch checks).
fi_op: Käyttäjät pystyvät käyttämään lähiverkon IP:itä (välttävät ctm ja asearch -tarkistukset).
sv: Användare med denna rättighet kan använda lokala ip-nummer (och undvika ctm och asearch kontroller).

source: Users with this right do not show up in the userlist.
sv: Användare med denna rättighet syns inte i användarlistan.

source: Port on which the hub will listen.
fi_op: Portti, jota hubi kuuntelee. Lisätään automaattisesti osoitteen perään.
sv: Hubbens standardport.

source: IP on which the hub will listen, set to 0.0.0.0 for all.
fi_op: IP, jota hubi kuuntelee, aseta arvoksi 0.0.0.0 niin kuuntelee kaikkia. (ei tarpeellista vaihtaa jos ei ole useita IP:itä)
sv: IP adress som hubben använder, sätt till 0.0.0.0 för alla.

source: Extra NMDC ports to listen on.
fi_op: Mahdolliset muut portit joita hubi kuuntelee.
sv: Extra NMDC portar som hubben lyssnar på.

source: A hostname (or IP address) where your machine will be reachable.
fi_op: Hubin osoite, joka näkyy hubilistassa (oma domain, IP, hostname ym.) Älä laita porttia perään!.
sv: Hubbens adress (eller IP adress).

source: Name of the hub
fi_op: Hubin nimi (laita " väliin jos useita sanoja).
sv: Hubbens namn.

source: Description of the hub.
fi_op: Hubin kuvaus (laita " väliin jos useita sanoja).
sv: Hubbens beskrivning.

source: Owner of the hub.
fi_op: Hubin omistaja.
sv: Hubbens ägare.

source: Name of the Hub Security bot.
fi_op: HubSec-botin nimi.
sv: Namnet på hubbens säkerhetsbot.

source: Description of the Hub Security bot.
fi_op: HubSec-botin kuvaus.
sv: Beskrivning för hubbens säkerhetsbot.

source: Maximum Length of the users description field.
fi_op: Käyttäjän kuvauksen enimmäispituus, joka näkyy muille käyttäjille. OP:t näkevät kokonaan.
sv: Max längd för en användares beskrivningsfält.

source: Maximum length of the users tag field.
fi_op: Käyttäjän tagin enimmäispituus. Asetettua arvoa pidemmät tagit näytetään vain OP:ille, jos tag.dropontagtoolong arvona on 0.
sv: Max längd för en användares taggfält

source: Maximum length of the users speed field.
fi_op: Käyttäjän yhteyden nopeuden enimmäispituus, joka näkyy muille käyttäjille. OP:t näkevät kokonaan.
sv: Max längd för en användares hastighetsfält.

source: Maximum length of the users email address field.
fi_op: Käyttäjän email-osoitteen enimmäispituus, joka näkyy muille käyttäjille. OP:t näkevät osoitteet kokonaan
sv: Max längd för en användares epostfält.

source: Maximum length of the users sharesize field.
fi_op: Käyttäjän jakomäärän enimmäispituus (tavuina), joka näkyy muille käyttäjille. OP:t näkevät kokonaan.
sv: Max längd för en användares utdelningsfält.

source: Kick the user if the tag is too long. If this is not set, the tag will be hidden.
fi_op: Älä päästä käyttäjiä sisään, joiden tagi on pidempi kuin tag.maxtaglength. Arvoiksi 0 tai 1. Jos 0, liian pitkät tagit näytetään vain operaattoreille.
sv: Kicka användare med för lång tagg, om detta inte anges döljs taggen.

source: Redirection target.
fi_op: Uudelleenohjausosoite.
sv: Vidarebefodringsadress.

source: Redirection target in case of kick or ban.
fi_op: Osoite, jonne potkitut tai bannatut käyttäjät uudelleenohjataan.
sv: Vidarebefodringsadress vid kick och ban.

source: Length of automatic temporary ban after a kick.
fi_op: Lyhyen banniin pituus, joka lisätään automaattisesti kun käyttäjä potkitaan (sekunteina).
sv: Hur lång en temporär banning är efter kick.

source: Maximum number of retries a user is allowed for his password.
fi_op: Määrittää miten monta kertaa käyttäjä voi yrittää salasanansa arvaamista ennen kun saa lyhyen bannin.
sv: Max antal försök för att ange lösenord

source: Length of automatic ban on too many retries (in seconds).
fi_op: Bannin pituus, jos käyttäjä antaa väärän salasanan liian monta kertaa (sekunteina).
sv: Hur många sekunders automatisk ban för förmånga felaktiga lösenordsförsök.

source: Users can only reconnect after this period (in seconds). This is counted from the previous login time, not logout.
fi_op: Käyttäjät voivat yhdistää hubiin uudestaan kun tämä aika on kulunut (sekunteina). Tämä aika alkaa siitä kun käyttäjä kirjautuu hubiin, ei hubista lähtiessä.
sv: Användare kan endast återansluta efter så här många sekunder. Detta räknas från föregående inloggning, inte utloggning.

source: IPs that are used in a CTM exploit attack are hard banned for this time (in seconds).
sv: IP adresser som används i en CTM exploit attack hårdbannas i så här många sekunder.

source: Users that go offline for shorter than this period do not appear to go offline. On rejoing they will get their rate counters back.
fi_op: Käyttäjiä, jotka ovat hubista poissa tätä lyhyemmän ajan, ei poisteta nicklistasta. Kun he tulevat hubiin uudestaan, vanhat rate-laskurit ovat voimassa.
sv: Användare som tappar kontakten med hubben under kortare tid än detta anses inte ha loggat ur. När de ansluter igen får de tillbaka sina 'rate counters'.

source: The hub sends all error messages here.
fi_op: Hubi lähettää kaikki virheilmoitukset tänne (käyttäjä tai keskusteluhuone).
sv: Hubben skickar alla felmeddelanden hit.

source: If a user has more data buffered than this setting, he has limited time to read it all.
fi_op: Jos käyttäjälle on tätä enemmän dataa puskuroituna, hänellä on rajoitettu aika sen lukemiseen.
sv: Om en användare har mer data buffrad än detta värde har han/hon en begränsad tid att komma ifatt.

source: If a user has more data buffered than this setting, no more will be allowed.
fi_op: Jos käyttäjälle on puskuroitu enemmän kuin tämä määrä, enempää ei sallita.
sv: Största mängd data som hubben kommer att buffra för en användare.

source: If the hub is buffering more than this setting, no more will be allowed.
fi_op: Jos hubi puskuroi enemmän kuin on määritetty täksi arvoksi (kaikki käyttäjät yhteensä), enempää ei sallita (hubiin yrittävät käyttäjät saavat "Hub is busy" -ilmoituksen).
sv: Största mängd data som hubben kommer att buffra.

source: If the hub start buffering for a user, after this many milliseconds, the user will be disconnected.
fi_op: Jos hubi alkaa puskuroimaan käyttäjälle, hänet pudotetaan hubista näin monen millisekunnin jälkeen.
sv: Om hubben börjar buffra för en användare kommer han/hon att bli frånkopplad efter så här många millisekunder.

source: If the hub start buffering for a user and the amount exceed hub.BufferSoftLimit, he wil be disconnected after this many milliseconds.
fi_op: Jos hubi alkaa puskuroimaan käyttäjälle ja määrä ylittää BufferSoftLimit-arvon, hänet pudotetaan hubista tämän ajan jälkeen (millisekunteina).
sv: Om hubben börjar buffra för en användare och mängden överstiger hub.buffersoftlimit kommer han/hon att bli frånkopplad.

source: If a user violates the rate controls too much, he will be banned for this amount of time.
fi_op: Jos käyttäjä rikkoo rate-rajoituksia liian paljon, tämä määrittää bannin pituuden.
sv: Om en användare överträder 'rate' begränsningarna för mycket kommer han/hon att bli bannad så här länge.

source: If the user violatest the rate controls too much within this period after joining, he will be hardbanned permanently.
fi_op: Jos käyttäjä rikkoo rate-rajoituksia liian usein tässä ajassa hubiin liittymisen jälkeen, hänet hardbannataan pysyvästi.
sv: Om en användare överträder 'rate' begränsningarna för mycket under den här tidsperioden efter inloggning kommer han/hon att bli permanent hårdbannad.

source: These are the rights of an unregistered user.
fi_op: Rekisteröimättömien käyttäjien oikeudet. Erottele pilkulla, esim. chat,search,pmop,dl.
sv: Det här är rättigheterna för en oregistrerad användare

source: This is the minimum time before an IP address is allowed to reconnect to the hub. NEVER TURN THIS OFF.
fi_op: Vähimmäisaika, jonka jälkeen hubiin pystyy yhdistämään samasta IP:sta (suojaamaan hyökkäyksiltä). ÄLÄ KOSKAAN KYTKE TÄTÄ POIS PÄÄLTÄ
sv: Det här är den kortaste tillåtna tiden innan en IP adress får återansluta till hubben. STÄNG ALDRIG AV DETTA.

source: This is the number of IP address to remember.
fi_op: Muistettavien IP-osotteiden määrä (suojaamaan hyökkäyksiltä).
sv: Det här är antalet IP adresser som sparas.

source: This turns on or off the ndelay setting.
sv: Det här sätter på eller stänger av inställningen för ndelay

source: Maximum number of outstanding data buffers per user.
sv: Max antal innestående data buffertar per användare.

source: Set this to 0 to enable the send buffer.
sv: Sätt detta till 0 för att sätta på 'send buffer'.

source: Total bytes send by hub since startup.
sv: Totalt antal bytes som hubben skickat sedan uppstart.

source: Number of buffering users.
sv: Antal buffrande användare.

source: Total of all data waiting to be written.
sv: Total mängd data som väntar på att skrivas.

source: Number of outstanding buffers.
sv: Antal innestående buffertar.

source: Peak number of outstanding buffers.
sv: Högsta antal innestående buffertar.

source: Absolute maximum of outstanding buffers allowed.
sv: Max antal tillåtna innestående buffertar.

source: Peak number of outstanding bytes.
sv: Högsta antal innestående bytes.

source: Absolute maximum of outstanding bytes allowed.
sv: Max antal tillåtna innestående bytes

source: Number of IOCP users.
sv: Antal IOCP användare.

source: Absolute maximum of outstanding bytes per user allowed.
sv: Max antal tillåtna innestående bytes per användare.

source: None
fi_op: Ei mitään
sv: Ingen

source: Added %s.
fi_op: Lisätty %s.
sv: Skapat %s.

source: Removed %s.
fi_op: Poistettu %s.
sv: Borttagen %s.

source: Unknown %s.
fi_op: Tuntematon %s.
sv: Okänd %s.

source: LUA ERROR ('%s'): %s
fi_op: LUA VIRHE ('%s'): %s

source: WARNING: resourcelimit for this process allows a absolute maximum of %lu users, currently %lu are configured.
fi_op: VAROITUS: Tämän prosessin resurssirajan takia max käyttäjämäärä rajoittuu %lu käyttäjään, tällä hetkellä %lu asetettuma (järjestelmän ulimit mahdollisesti liian matala).

source: WARNING: You are using an Aquila version based on select(). This limits the effective maximum size of your hub to %u. Going over this limit may crash your hub.
fi_op: VAROITUS: Käytät select():iin perustuvaa versiota Aquilasta. Tämä rajoittaa hubin järkeväksi maksimikooksi %u. Tämän määrän ylittäminen voi kaataa hubin.

source: WARNING: You are using an Aquila version based on poll(). This limits the performance of your hub with larger sizes. Please consider moving to kernel version 2.6 and a recent glibc.
fi_op: VAROITUS: Käytät poll():iin perustuvaa versiota Aquilasta. Tämä lisää hubin resurssien käyttöä suuremmilla käyttäjämäärillä. Harkitse 2.6 kernelin asentamista ja uutta glibc:ta.
