Repository: fleetcommand/aquila
Catalog: po/*.po
Languages: fi_op, sv

source: Usage: %s <nick> <warning>
fi_op: Käyttö: %s <nick> <varoitus>
sv: Användning: %s <nick> <warning>

source: User %s not found.
fi_op: Käyttäjää %s ei löytynyt.
sv: Användaren %s finns inte.

source: %s is WARNING you:
sv: %s VARNAR dig:

source: Hub shutdown in progress.
fi_op: Hub shutdown in progress. / Hubi sammutetaan.
sv: Hubben håller på att stängas ner.

source: This is %s Version %s
sv: Det här är %s version %s

source: Usage: %s <message>
fi_op: Käyttö: %s <viesti>
sv: Användning: %s <message>

source: Message sent to %lu users.
fi_op: Viesti lähetetty %lu:lle käyttäjälle.
sv: Meddelande skickat till %lu användare.

source: Usage: %s <nick> <reason>
fi_op: Käyttö: %s <nick> <syy>
sv: Användning: %s <nick> <reason>

source: Report could not be sent. Reporting is disabled.
sv: Rapporten kunde inte skickas. Rapportfunktionen är avstängd.

source: User %s (%s) reports %s (%s):
fi_op: Käyttäjä %s (%s) ilmiantaa käyttäjän %s (%s):
sv: Användare %s (%s) rapporterar %s (%s):

source: User %s (%s) reports %s (not logged in):
fi_op: Käyttäjä %s (%s) ilmiantaa käyttäjän %s (ei hubissa):
sv: Användare %s (%s) rapporterar %s (som inte är inloggad):

source: Report could not be sent, %s not found.
sv: Rapporten kunde inte skickas, %s finns inte.

source: Report could not be sent, target not found.
sv: Rapporten kunde inte skickas, inställning för reporttarget saknas.

source: Report sent.
sv: Rapport skickad.

source: Your IP is %s
sv: Ditt IP är %s

source: Kicked user %s ( ip %s ) because: %.*s
fi_op: Potkittiin käyttäjä %s ( ip %s ), koska : %.*s
sv: Användare %s kickad ( ip %s ) på grund av: %.*s

source: Banning user for %s
fi_op: Bannitaan käyttäjä %s ajaksi
sv: Användare bannad i %s

source: Banning user forever
fi_op: Käyttäjä bannattu pysyvästi
sv: Användare bannad för evigt

source: Sorry. You cannot ban users for longer than %s with a kick.
fi_op: Et voi bannata käyttäjiä pidemmäksi aikaa kuin %s kick-komennolla.
sv: Tyvärr, du kan inte banna en användare längre än %s med kick-kommandot.

source: Sorry, you cannot ban.
fi_op: Sinä et voi bannia.
sv: Tyvärr, du har inte rätt att banna.

source: You were dropped by %s because:
sv: Du har blivit droppad av %s på grund av:

source: Dropped user %s (ip %s) because: %.*s
fi_op: Pudotettiin käyttäjä %s (ip %s) ja syynä oli: %.*s
sv: Användare %s (ip %s) droppad på grund av: %.*s

source: Sorry. You cannot ban users for longer than %s with a drop.
fi_op: Et voi bannata käyttäjää pidemmäksi aikaa kuin %s drop-komennolla.
sv: Tyvärr, du kan inte banna en användare längre än %s med drop-kommandot.

source: Usage: %s <nick>
fi_op: Käyttö: %s <nick>
sv: Användning: %s <nick>

source: User %s's putrid flesh stinks up the place...
sv: Användare %s ruttnande kropp förpestar stället...

source: The hub is infested by the following zombie horde:
fi_op: Zombiet tällä hetkellä:
sv: Hubben är infekterad av följande zombiehordar:

source: No zombies found!
fi_op: Zombieita ei löytynyt!
sv: Inga zombies här!

source: User %s's putrid flesh is miraculously restored...
sv: Användare %s är mirakulöst återställd...

source: Usage: %s <ip>
fi_op: Käyttö: %s <ip>
sv: Användning: %s <ip>

source: User %s is using IP %s
fi_op: Käyttäjä %s käyttää IP:tä %s
sv: Användare %s har IP %s

source: No one using IP %s found.
fi_op: Ketään IP:tä %s käyttävää ei löytynyt.
sv: Hittar ingen som använder IP %s .

source: Sorry, "%s" is not a recognisable IP address.
fi_op: "%s" ei tunnistettu IP-osoitteeksi.
sv: Tyvärr, "%s" ser inte ut som en IP adress.

source: Nick %s unbanned.
fi_op: Nickin %s banni poistettu.
sv: Namnet %s är bortaget ur banlistan

source: No ban for nick %s found.
fi_op: Nickille %s ei löytynyt banneja.
sv: Kan inte hitta användarnamnet %s i banlistan.

source: IP %s unbanned.
fi_op: IP:n %s banni poistettu.
sv: IP %s är bortaget ur banlistan

source: No ban for IP %s found.
fi_op: IP:lle %s ei löytynyt banneja.
sv: Kan inte hitta IP %s i banlistan.

source: Usage: %s <ip/nick> [<period>] <reason>
fi_op: Käyttö: %s <ip/nick> [<aika>] <syy>
sv: Användning: %s <ip/nick> [<period>] <reason>

source: IP Banning user %s (ip %s) forever: %.*s
fi_op: Bannitaan käyttäjän %s IP (ip %s) pysyvästi: %.*s
sv: IP bannar användare %s (ip %s) för evigt: %.*s

source: IP Banning user %s (ip %s) for %s: %.*s
fi_op: Bannitaan käyttäjän %s IP (ip %s) %s %.*s ajaksi
sv: IP bannar användare %s (ip %s) i %s: %.*s

source: User %s offline, found in iplog
fi_op: Käyttäjä %s ei ole hubissa, mutta löytyi ip-logista
sv: Användare %s är offline, hittad i iploggen

source: IP Banning %s (ip %s) forever: %.*s.
fi_op: Bannitaan IP %s (ip %s) pysyvästi: %.*s.
sv: IP bannar %s (ip %s) för evigt: %.*s.

source: IP Banning %s (ip %s) for %s: %.*s
fi_op: Bannitaan IP %s (ip %s) %s: %.*s ajaksi
sv: IP bannar %s (ip %s) i %s: %.*s

source: IP Banning %s forever: %.*s.
fi_op: Bannitaan IP %s pysyvästi: %.*s.
sv: IP bannar %s för evigt: %.*s.

source: IP Banning %s for %s: %.*s
fi_op: Bannitaan IP %s %s: %.*s ajaksi
sv: IP bannar %s i %s: %.*s

source: User not found or IP address not valid: %s
fi_op: Käyttäjää ei löytynyt tai IP-osoite ei ole kunnollinen: %s
sv: Användaren finns inte eller är IP adressen fel: %s

source: Usage: %s <nick> [<period>] <reason>
fi_op: Käyttö: %s <nick> [<aika>] <syy>
sv: Användning: %s <nick> [<period>] <reason>

source: Banned nick %s forever: %.*s
fi_op: Nick %s bannittu pysyvästi: %.*s
sv: Användarnamn %s bannat för evigt: %.*s

source: Banned nick %s for %s: %.*s
fi_op: Nick %s bannittu %s %.*s ajaksi
sv: Användarnamn %s bannad i %s: %.*s

source: User %s not online, found in iplog.
fi_op: Käyttäjä %s ei ole hubissa, mutta löydettiin ip-logista.
sv: Användare %s är inte online, hittad i iploggen.

source: Banning user %s (ip %s) forever: %.*s
fi_op: Bannitaan käyttäjä %s (ip %s) pysyvästi: %.*s
sv: Bannar användare %s (ip %s) för evigt: %.*s

source: Banning user %s (ip %s) for %s: %.*s
fi_op: Bannitaan käyttäjä %s (ip %s) %s: %.*s ajaksi
sv: Bannar användare %s (ip %s) i %s: %.*s

source: HARD Banning user %s (ip %s) forever: %.*s
fi_op: HARD-bannitaan käyttäjä %s (ip %s) pysyvästi: %.*s
sv: Hårdbannar användare %s (ip %s) för evigt: %.*s

source: HARD Banning user %s (ip %s) for %s: %.*s
fi_op: HARD-bannitaan käyttäjä %s (ip %s) %s: %.*s ajaksi
sv: Hårdbannar användare %s (ip %s) i %s: %.*s

source: HARD Banning ip %s forever: %.*s
fi_op: HARD-bannitaan ip %s pysyvästi: %.*s
sv: Hårdbannar ip %s för evigt: %.*s

source: HARD Banning ip %s for %s: %.*s
fi_op: HARD-bannitaan ip %s %s: %.*s ajaksi
sv: Hårdbannar ip %s i %s: %.*s

source: User not found or ip address not valid: %s
fi_op: Käyttäjää ei löytynyt tai IP-osoite ei ole kelvollinen: %s
sv: Användaren finns inte eller är IP adressen fel: %s

source: Usage: %s [<ip|nick>]
fi_op: Käyttö: %s [<ip|nick>]
sv: Användning: %s [<ip|nick>]

source: No bans found.
fi_op: Banneja ei löydetty.
sv: Inga ban hittades.

source: No IP bans found for %s
fi_op: IP:lle %s ei löydetty banneja
sv: Inget IP ban hittades för %s

source: No Nick bans found for %s
fi_op: Nickille %s ei löydetty banneja
sv: Inget nickban hittades för %s

source: Available commands:
fi_op: Available commands / Käytettävissä olevat komennot:
sv: Tillgängliga kommandon:

source: Commands are preceded with ! or +
fi_op: Commands are preceded with ! or + / Komentoja edeltää ! tai +
sv: Du kan använda ! eller + före kommandon

source: This hub is running %s Version %s. For more help, see %s
sv: Den här hubben kör %s version %s. För mera hjälp, se %s

source: Command %s not found.
sv: Kommandot %s finns inte.

source: Usage: %s <name> <help>
sv: Användning: %s <name> <help>

source: Right %s could not be created.
sv: Rättighet %s kunde inte skapas.

source: Right %s created.
sv: Rättighet %s har skapats.

source: Usage: %s <name>
sv: Användning: %s <name>

source: Right %s could not be found.
sv: Rättigheten %s kunde inte hittas.

source: Right %s destroyed.
sv: Rättigheten %s har tagits bort.

source: Usage: %s <group> <rights>...
fi_op: Käyttö: %s <ryhmä> <oikeudet>...
sv: Användning: %s <group> <rights>...

source: Group %s already exists.
fi_op: Ryhmä %s on jo olemassa.
sv: Gruppen %s finns redan.

source: You are not allowed to assign rights.
fi_op: Et pysty määrittämään oikeuksia.
sv: Du har inte rätt att tilldela rättigheter.

source: You are not allowed to assign the following rights to this group:
fi_op: Et pysty määrittämään seuraavia oikeuksia tälle ryhmälle:
sv: Du har inte rätt att tilldela följande rättigheter till den här gruppen:

source: Group %s created with:
fi_op: Ryhmä %s luotu:
sv: Grupp %s är skapad med:

source: Usage: %s <group> <[+]right/-right>...
fi_op: Käyttö: %s <ryhmä> <[+]oikeus/-oikeus>...
sv: Användning: %s <group> <[+]right/-right>...

source: Group %s does not exist.
fi_op: Ryhmää %s ei ole olemassa.
sv: Gruppen %s finns inte.

source: You are not allowed to remove the following rights from this group:
fi_op: Et pysty poistamaan seuraavia oikeuksia tältä ryhmältä:
sv: Du har inte rätt att ta bort följande rättigheter från den här gruppen:

source: Group %s modified. Current rights:
fi_op: Ryhmää %s muokattu. Nykyiset oikeudet:
sv: Grupp %s är ändrad. Nuvarande rättigheter är:

source: Usage: %s <group>
fi_op: Käyttö: %s <ryhmä>
sv: Användning: %s <group>

source: Group %s still has %ld users.
fi_op: Ryhmässä %s on yhä %ld käyttäjää.
sv: Grupp %s har fortfarande %ld användare.

source: Group %s deleted.
fi_op: Ryhmä %s poistettu.
sv: Grupp %s är borttagen.

source: Group %s:
fi_op: Ryhmä %s:
sv: Grupp %s:

source: Usage: %s <nick> <group> [<rights...>]
fi_op: Käyttö: %s <nick> <ryhmä> [<oikeudet...>]
sv: Användning: %s <nick> <group> [<rights...>]

source: User %s already exists.
fi_op: Käyttäjätili %s on jo olemassa.
sv: Användare %s finns redan.

source: You are not allowed to assign a user to this group.
fi_op: Et pysty siirtämään käyttäjää tähän ryhmään.
sv: Du har inte rätt att lägga till användare i den här gruppen.

source: You are not allowed to assign a user extra rights.
fi_op: Et pysty määrittämään käyttäjän ylimääräisiä oikeuksia.
sv: Du har inte rätt att tilldela användare extra rättigheter.

source: You are not allowed to assign this user:
fi_op: Et pysty määrittämään tätä käyttäjää:
sv: Du har inte rätt att tilldela den här användaren:

source: User %s created with group %s. Current rights:
fi_op: Käyttäjä %s luotu ryhmään %s. Nykyiset oikeudet:
sv: Användare %s skapad tillhörande grupp %s. Nuvarande rättigheter:

source: You have been registered by %s. Please use !passwd <password> to set a password and relogin to gain your new rights. You have been assigned:
sv: Du har blivit registrerad av %s. Använd !passwd <password> för att skapa ett lösenord och logga ut och in igen för att aktivera dina nya rättigheter. Du har fått:

source: User is already logged in. He has been told to set a password and to relogin.
fi_op: Käyttäjä on jo kirjautunut sisään. Häntä on kehoitettu asettamaan salasana ja yhdistämään hubiin uudestaan.
sv: Användaren är redan inloggad. Han/Hon har fått meddelande om att skapa ett lösenord och att logga ut och in igen.

source: No user with nickname %s is currently logged in. Please notify the user yourself.
fi_op: Hubissa ei ole tällä hetkellä nickillä %s olevaa käyttäjää. Ilmoita käyttäjälle itse hänen tunnuksistaan.
sv: Ingen användare med namnet %s är inloggad just nu. Du måste själv informera användaren.

source: Usage: %s <nick> <[+]right/-right>...
fi_op: Käyttö: %s <nick> <[+]oikeus/-oikeus>...
sv: Användning: %s <nick> <[+]right/-right>...

source: You are not allowed to assign the following rights to this user:
fi_op: Et pysty määrittämään seuraavia oikeuksia tälle käyttäjälle:
sv: Du har inte rätt att ge följande rättigheter till den här användaren:

source: You are not allowed to touch:
fi_op: Et pysty koskemaan tähän käyttäjään:
sv: Icke sa Nicke, den här gubben rör du inte:

source: Warning! User %s is still awarded the following rights by his group:
fi_op: Varoitus! Käyttäjällä %s on yhä seuraavat oikeudet hänen ryhmänsä perusteella:
sv: Varning! Användaren %s har fortfarande följande rättigheter genom sin grupp:

source: User %s with group %s. Current rights:
sv: Användare %s i grupp %s. Nuvarande rättigheter:

source: User is already logged in. Tell him to rejoin to gain all his new rights.
fi_op: Käyttäjä on jo hubissa. Kerro häntä yhdistämään hubiin uudestaan saadakseen uudet oikeutensa.
sv: Användaren är redan inloggad. Tala om för honom/henne att logga ut och in igen för att de nya rättigheterna ska börja gälla.

source: User account %s does not exist.
fi_op: Käyttäjätiliä %s ei ole olemassa.
sv: Användarkontot %s finns inte.

source: You are not allowed to delete user %s.
fi_op: Et pysty poistamaan käyttäjätiliä %s.
sv: Du har inte rätt att ta bort användare %s.

source: User account %s deleted.
fi_op: Käyttäjätili %s poistettu.
sv: Användarkontot %s är borttaget.

source: User is still logged in with all rights of the deleted account. Kick the user to take them away.
fi_op: Käyttäjä on yhä hubissa ja hänellä on poistetun tilin oikeudet käytössä. Poista oikeudet potkaisemalla käyttäjä.
sv: Användaren är fortfarande inloggad med sina tidigare rättigheter. Du måste kicka användaren för att de ska tas bort.

source: User information for user %s
fi_op: Tiedot käyttäjästä %s
sv: Användarinformation för %s

source: Group %s, Rights:
fi_op: Ryhmä %s, Oikeudet:
sv: Grupp %s, Rättigheter:

source: Users password is NOT set.
fi_op: Käyttäjän salasanaa EI ole asetettu.
sv: Användarens lösenord är INTE skapat.

source: User was registered by %s on %s
fi_op: Käyttäjän on rekisteröinyt %s päivänä %s
sv: Användaren blev registrerad av %s den %s

source: , last login %s from %s
sv: , senaste inloggning %s från %s

source: , never logged in.
fi_op: , ei ole ikinä kirjautunut hubiin.
sv: , har aldrig loggat in.

source: Using Client %s version %s
fi_op: Käyttää clientin %s versiota %s
sv: Använder klient %s version %s

source: IP: %s Hubs: (%u, %u, %u), Slots %u
fi_op: IP: %s Hubit: (%u, %u, %u), Slotit %u
sv: IP: %s Hubbar: (%u, %u, %u), Slottar %u

source: IP location %s (%s)
sv: IP plats %s (%s)

source: IP location unknown
sv: IP plats okänd

source: Usage: %s <nick> <group>
fi_op: Käyttö: %s <nick> <ryhmä>
sv: Användning: %s <nick> <group>

source: Group %s does not exist.
fi_op: Ryhmää %s ei ole olemassa.
sv: Gruppen %s finns inte.

source: You are not allowed to remove a user from this group.
fi_op: Et pysty poistamaan tässä ryhmässä olevien käyttäjätilejä.
sv: Du har inte rätt att ta bort användare från den här gruppen.

source: Moved user %s from group %s to %s
fi_op: Siirrettiin käyttäjä %s ryhmästä %s ryhmään %s
sv: Flyttade användare %s från grupp %s till %s

source: Usage: %s [<nick>] <password> If no nick is specified, your own password is changed.
fi_op: Käyttö: %s [<nick>] <salasana> Jos nickiä ei laiteta, vaihtaa oman salasanasi.
sv: Användning: %s [<nick>] <password> Anges inget användarnamn ändras ditt eget lösenord.

source: You are not allowed to change %s's password
fi_op: Et pysty vaihtamaan käyttäjän %s salasanaa
sv: Du har inte rätt att ändra lösenordet för %s

source: The password is unacceptable, please choose another. You specified a known account name as your password.
fi_op: Salasanaa ei hyväksytä, valitse toinen. Yritit määrittää salasanaksesi olemassa olevan käyttäjätilin. The password is unacceptable, please choose another. You specified a known account name as your password.
sv: Det lösenordet kan inte accepteras, du måste välja ett annat. Du har använt ett känt användarnamn som ditt lösenord.

source: The password is unacceptable, please choose another. You specified a logged in username as your password.
fi_op: Salasanaa ei hyväksytä, valitse toinen. Yitit määrittää salasanaksesti hubiin kirjautuneen käyttäjän nickin. The password is unacceptable, please choose another. You specified a logged in username as your password.
sv: Det lösenordet kan inte accepteras, du måste välja ett annat. Du har använt en inloggad användares namn som lösenord.

source: No account for user %s.
fi_op: Käyttäjää %s ei ole rekisteröity.
sv: Konto saknas för användare %s.

source: The password is unacceptable, please choose another. Minimum length is %d
sv: Det lösenordet kan inte accepteras, du måste välja ett annat. Minsta antal tecken är %d

source: Password set.
fi_op: Salasana asetettu / Password set.
sv: Lösenord skapat.

source: Usage: %s [<nick>] If no nick is specified, your own password is changed.
fi_op: Käyttö: %s [<nick>] Jos nickiä ei laiteta, vaihtaa oman salasanasi.
sv: Användning: %s [<nick>] Anges inget användarnamn är det ditt eget som ändras.

source: Your password was reset. It is now %.*s
fi_op: Salasanasi nollattiin. Se on nyt %.*s
sv: Ditt lösenord är ändrat, det är nu %.*s

source: The password of %s was reset. It is now %.*s
fi_op: Käyttäjän %s salasana nollattiin. Se on nyt %.*s
sv: Lösenordet för %s är ändrat. Nytt lösenord är %.*s

source: Local is determined by variable %s and set to %s
sv: Locale bestäms av variabel %s och är satt till %s

source: Locale is set to %s
sv: Locale är satt till %s

source: WARNING: decimal point is '%c', this will cause problems in parsing tags. Set LC_NUMERIC to "C"
sv: VARNING: decimalpunkt är '%c', detta kommer att skapa problem med tolkningen av taggar. Sätt LC_NUMERIC till "C"

source: %s !Unknown Type!
fi_op: %s !Tuntematon tyyppi!
sv: %s !Okänt värde!

source: Sorry, unknown configuration value %s
fi_op: Tuntematon arvo asetukselle %s
sv: Tyvärr, inställningsvärde %s finns inte

source: Usage: %s <setting> <value>
fi_op: Käyttö: %s <asetus> <arvo>
sv: Användning: %s <setting> <value>

source: You are not allowed to assign:
fi_op: Et pysty määrittämään:
sv: Du har inte rätt att tilldela:

source: You are not allowed to remove:
fi_op: Et pysty poistamaan:
sv: Du har inte rätt att ta bort:

source: "%s" is not a valid IP address.
fi_op: "%s" ei ole kelvollinen IP-osoite.
sv: "%s" är inte en giltig IP adress.

source: The maximum value for this element is %s
fi_op: Maksimiarvo tälle asetukselle on %s
sv: Max värde för detta är %s

source: Configuration change denied.
sv: Konfigurationsändringen nekades.

source: Sorry, unknown statistics value %s
sv: Tyvärr, statistikvärde %s finns inte

source: All Data saved.
fi_op: Kaikki tiedot tallennettu.
sv: Inställningarna är sparade.

source: Data reloaded.
fi_op: Tiedot ladattu uudestaan.
sv: Inställningarna är inlästa.

source: Errors during autosave:
sv: Fel under autosave:

source: Minimum length of a password.
fi_op: Salasanan vähimmäispituus
sv: Minsta tillåtna längd på lösenord.

source: Period for autosaving settings, set to 0 to disable.
fi_op: Asetusten automaattisen tallennuksen ajanjakso. Aseta 0 poistaaksesi käytöstä.
sv: Tid för att automatiskt spara inställningar, ange 0 för att stänga av funktionen.

source: User to send report to. Can be a chatroom.
fi_op: Käytäjä jolle ilmiannot lähetetään. Voi olla keskusteluhuone.
sv: Användare att skicka rapporter till. Kan vara ett chattrum.

source: This is the maximum bantime you can give with a kick (and using _ban_). This does not affect someone with the ban right.
fi_op: Max banniaika, jonka voi antaa kick-komennolla (ja käyttämälä _ban_:a). Tämä ei vaikuta käyttäjään, joilla on ban-oikeus.
sv: Det här är den längsta tiden som någon kan bli bannad med kickkommandot (och med _ban_). Detta gäller inte de som har rättigheten ban.

source: If set, then a user without the ban right can use _ban_ to ban anyway. The maximum time can be set with kickmaxbantime.
fi_op: Jos tämä on asetettu, käyttäjä, jolla ei ole ban-oikeutta voi bannata käyttämällä _ban_:a. Max aika voidaan asettaa asetuksella kickmaxbantime.
sv: Om denna är aktiverad kan användare utan banrättighet använda _ban_ för att banna ändå. Den längsta tid som kan användas anges med kickmaxbantime.

source: Make the HubSec say something.
fi_op: Laita HubSec sanomaan jotakin.
sv: Gör så att HubSec pratar.

source: Make the HubSec warn user.
fi_op: Laita HubSec varoittamaan käyttäjää.
sv: Gör så att HubSec varnar en användare.

source: Shut the hub down.
fi_op: Sammuttaa hubin.
sv: Stänger ner hubben.

source: Send a report to the OPs.
fi_op: Send a report to the OPs. / Ilmianna käyttäjä operaattoreille
sv: Skickar en rapport till OP:arna.

source: Displays the Aquila version.
fi_op: Displays the Aquila version. / Näyttää Aquilan version
sv: Visar Aquila versionen.

source: Shows you your IP address.
fi_op: Shows you your IP address. / Näyttää IP-osoitteesi
sv: Visar dig din IP adress.

source: Kick a user. Automatic short ban included.
fi_op: Potkaise käyttäjä. Lyhyt banni lisätään automaattisesti.
sv: Kickar en användare. Automatiskt korttidsbannad.

source: Drop a user. Automatic short ban included.
fi_op: Pudottaa käyttäjän. Lyhyt banni lisätään automaattisesti.
sv: Droppar en användare. Automatiskt korttidsbannad.

source: IP Ban a user by IP address.
fi_op: Bannaa IP:n (arvoksi IP).
sv: Bannar en användares IP.

source: Nick ban a user by nick.
fi_op: Bannaa käyttäjän nickin (laita arvoksi nick).
sv: Bannar en användares namn.

source: Ban a user by nick.
fi_op: Bannaa käyttäjän (arvoksi nick).
sv: Bannar en användare.

source: Show ban by nick/IP.
fi_op: Näyttää bannit tai voit myös laittaa arvoksi nick/IP).
sv: Visar ban med användarnamn/IP.

source: Display help message.
fi_op: Display help message. / Näyttää tämän help-viestin
sv: Visar hjälptexten.

source: Unban a nick.
fi_op: Poista nickban.
sv: Tar bort ban för ett användarnamn.

source: Unban an ip.
fi_op: Poista IP-banni.
sv: Tar bort ban för ett IP.

source: Hardban an IP.
fi_op: Laita IP:lle hardban.
sv: Hårdbannar ett IP.

source: Unhardban an IP.
fi_op: Poista IP:n hardban.
sv: Tar bort hårdban for ett IP.

source: Show hard bans by nick/IP.
fi_op: Näyttää hard-bannit tai voit myös laittaa arvoksi nick/IP).
sv: Visar hårdbans med nick/IP.

source: Zombie a user. Can't talk or pm.
fi_op: Tee käyttäjästä Zombie. Ei voi lähettää viestejä.
sv: Gör en användare till en Zombie. Han kan varken skriva i main eller skicka PM.

source: Show the zombie horde.
fi_op: Listaa Zombiet.
sv: Visar alla zombies.

source: Unzombie a user. Can talk or pm again.
fi_op: Palauttaa käyttäjän normaaliksi. Pystyy jälleen lähettämään viestejä.
sv: Återställer en zombie till normal användare. Han kan skriva i main och skicka PM igen.

source: Returns the user using the IP.
fi_op: Näytää annettulla IP:lla olevan käyttäjän .
sv: Returnerar de användare som har det IP numret.

source: Send a private message to all users.
fi_op: Lähettää yksityisviestin kaikille käyttäjille.
sv: Skickar ett PM till alla användare.

source: Create a custom right.
sv: Skapa en specialrättighet.

source: Destroy a custom right.
sv: Ta bort en specialrättighet.

source: Add a user group.
fi_op: Lisää käyttäjäryhmä.
sv: Skapar en ny användargrupp.

source: Delete a user group.
fi_op: Poista käyttäjäryhmä.
sv: Tar bort en användargrupp.

source: Edit the rights of a user group.
fi_op: Muokkaa käyttäjäryhmän oikeuksia.
sv: Modifierar en grupps rättigheter.

source: List all groups with their rights.
fi_op: Listaa kaikki ryhmät oikeuksineen.
sv: Listar alla grupper och deras rättigheter.

source: Add a user.
fi_op: Lisää käyttäjätili.
sv: Skapar en ny användare.

source: Delete a user.
fi_op: Poista käyttäjätili.
sv: Tar bort en användare.

source: Edit the extra rights of a user.
fi_op: Muokkaa käyttäjän ylimääräisiä oikeuksia.
sv: Modifierar en användares extra rättigheter.

source: List all users of a user group.
fi_op: Listaa annetun ryhmän kaikki käyttäjät.
sv: Listar alla användare i en grupp.

source: Show information of user.
fi_op: Näyttää tietoa käyttäjästä / käyttäjätilistä.
sv: Visar information om en användare.
