Repository: fleetcommand/aquila
Catalog: po/*.po
Languages: fi_op, sv

source: Infolist length %lu (zpipe %lu, zline %lu) [Estimate %lu, Size %lu]
sv: Infolist längd %lu (zpipe %lu, zline %lu) [Beräknad %lu, Storlek %lu]

source: Nicklist length %lu
sv: Nicklist längd %lu

source: Infolist length %lu
sv: Infolist längd %lu

source: Warning: DEBUG build, bandwidth measurements inaccurate.
sv: Varning: kompilerat med DEBUG, bandbreddsmätningar är inte exakta.

source: Allocated size: %llu (max: %llu)
sv: Allokerad storlek: %llu (max: %llu)

source: Allocated size: %I64u (max: %I64u)
sv: Allokerad storlek: %I64u (max: %I64u)

source: Allocated buffers: %lu (max %lu)
sv: Allokerade buffertar: %lu (max %lu)

source: Users having buffered output: %lu
sv: Användare med buffrad data: %lu

source: Buffering clients:
fi_op: Puskuroivat clientit:
sv: Buffrande klienter:

source: Real user %s without socket?
fi_op: Todellinen käyttäjä %s ilman socketia?
sv: Riktig användare %s utan socket?

source: %s (online: %s), %lu buffers, total %lu, offset %lu, credit %lu
sv: %s (online: %s), %lu buffertar, total %lu, offset %lu, kredit %lu

source: None.
sv: Ingen.

source: Total found: %lu Total bytes queued %lu Average bufs %lu Average bytes queued %lu Average bytes to write %lu
fi_op: Löytyneet yhteensä: %lu Jonossa olevien tavujen kokonaismäärä %lu Puskuroinnit keskimäärin %lu Tavut jonossa keskimäärin %lu Kirjoitettavat tavut keskimäärin %lu
sv: Totalt antal: %lu Totalt köade bytes %lu Genomsnitt buffertar %lu Genomsnitt köade bytes %lu Genomsnitt bytes att skriva %lu

source: Warning: DEBUG build, cpu measurements higher as normal.
sv: Varning: kompilerat med DEBUG, cpumätningar är högre än normalt.

source: Connection statistics: Total IPs remembered (roughly last %us): %lu Allowed connection attempts: %lu Blocked connection attempts: %lu
sv: Anslutningsstatistik: Totalt ihågkommna IPs (cirka senaste %us): %lu Tillåtna anslutningsförsök: %lu Blockerade anslutningsförsök: %lu

source: Memory Usage:
sv: Minnesanvändning:

source: GNU LibC memory statistics:
sv: GNU LibC minnesstatistik:

source: Total heap : %lu (%s)
sv: Totalt heap : %lu (%s)

source: Total alloced space : %lu (%s)
fi_op: Tilaa varattu käyttöön kaikkiaan : %lu (%s)
sv: Totalt allokerat utrymme : %lu (%s)

source: Total free space : %lu (%s)
fi_op: Tilaa vapaana kaikkiaan : %lu (%s)
sv: Totalt ledigt utrymme : %lu (%s)

source: %s stats:
sv: %s statistik:

source: Buffering memory: %lu
fi_op: Puskurointimuisti: %lu
sv: Buffertminne: %lu

source: Cachelist size: %lu
sv: Cachelistans storlek: %lu

source: Booted at %.*s, up %lu seconds (%s)
sv: Startad %.*s, igång i %lu sekunder (%s)

source: Show buffer stats.
fi_op: Näyttää puskurointitilastot
sv: Visa statistik för buffertanvändning.

source: Show cache stats.
fi_op: Show cache stats. / Näyttää välimuistin tilastot
sv: Visa statistik för cacheanvändning.

source: Show bandwidth stats.
sv: Visa statistik för bandbreddsanvändning.

source: Show cpu usage stats.
fi_op: Show cpu usage stats. / Näyttää cpu:n käytön tilastot
sv: Visa statistik för cpuanvändning.

source: Show nmdc protocol stats. Experts only.
sv: Visa nmdc protokollstatistik. Endast för nördar.

source: Show memory usage stats.
fi_op: Show memory usage stats. / Näyttää muistinkäytön
sv: Visa statistik för minnesanvändning.

source: Show connection stats.
fi_op: Show connection stats / Näyttää yhteystilastot.
sv: Visa statistik för anslutningar.

source: Show uptime.
fi_op: Show uptime. / Näyttää toiminta-ajan
sv: Visa upptid.

source: Show iocp usage stats.
sv: Visa statistik för iocpanvändning

source: No Chat History configured.
fi_op: No Chat History configured. / Keskusteluhistoria ei ole käytössä
sv: Ingen chatthistorik inställd.

source: Chat History:
fi_op: Chat History / Keskusteluhistoria:
sv: Chatthistorik:

source: Maximum number of chat history lines.
fi_op: Keskusteluhistorian rivien enimmäismäärä.
sv: Max antal chattrader i historiken.

source: Command returns last chatlines.
fi_op: Command returns last chatlines. / Näyttää mainchatin viimeisimmät viestit
sv: Kommandot returnerar senaste chattraderna.

source: Usage: %s <room> <description> [<private>] [<autoreg>] [<autorights>] [<rights <rights>...>] supply the flag "private" if you want the room autojoin or invite only. supply the flag "autoreg" if you only want registered users to autojoin. supply the flag "autorights" if you to autojoin all users with correct rights. supply the flag "rights" if you want to autojoin users based on their rights, must be last argument! be sure to add a description between ". For an empty description, provide "".
fi_op: Käyttö: %s <huone> <kuvaus> [<yksityinen] [<autoreg>] [<oletusoikeudet>] [<oikeudet <oikeudet>...>] laita termi "private" jos haluat huoneen yksityiseksi tai käyttäjien liittyvän siihen automaattisesti. laita termi "autoreg" jos haluat rekisteröityjen käyttäjien liittyvän automaattisesti. laita termi "oletusoikeudet" jos haluat vaadittavien oikeuksien omaavien käyttäjien liittyvän huoneeseen automaattisesti. laita termi "oikeudet" jos haluat käyttäjien liittyvän huoneeseen automaattisesti oikeuksiensa perusteella, pitää olla viimeinen arvo! muista lisätä kuvaus " väliin. Jos et halua kuvausta, laita "".
sv: Användning: %s <room> <description> [<private>] [<autoreg>] [<autorights>] [<rights <rights>...>] ange flaggan "private" om du vill att rummet enbart ska vara för automatisk anslutning (autojoin) eller inbjudan. ange flaggan "autoreg" om du vill att enbart registrerade användare ska ansluta automatiskt (autojoin). ange flaggan "autorights" om du vill att alla användare med matchande rättighet automatiskt ska ansluta. ange flaggan "rights" om du vill att användare ska ansluta automatiskt beroende på deras rättigheter, måste anges som sista argument! var noga med att ange en beskrivning mellan ". För en tom beskrivning, ange "".

source: Chatroom name %s is too long. Max %d characters
fi_op: Keskusteluhuoneen nimi %s on liian pitkä. Max %d kirjainta
sv: Chattrumnamn %s är för långt. Max %d antal tecken

source: Chatroom %s already exists.
fi_op: Keskusteluhuonen %s on jo olemassa.
sv: Chattrum %s finns redan.

source: Spaces are not allowed in chatroom names.
sv: Mellanslag är inte tillåtna i namn på chattrum.

source: Room is private.
fi_op: Huone on yksityinen.
sv: Chattrummet är privat.

source: Room will autojoin registered users.
fi_op: Rekisteröidyt käyttäjät liittyvät huoneeseen automaattisesti.
sv: Registrerade användare kommer automatiskt att delta i chattrummet.

source: Room will autojoin users with sufficient rights.
fi_op: Huoneeseen liittyvät automaattisesti riittävät oikeudet omaavat käyttäjät.
sv: Användare med tillräckliga rättigheter kommer automatiskt att delta i chattrummet.

source: Ignoring unknown argument %s
fi_op: Tuntematonta argumenttia %s ei huomioida
sv: Ignorerar okänt argument %s

source: Room requires:
fi_op: Huone vaatii:
sv: Chattrummet kräver:

source: Room creation failed!
fi_op: Huoneen luominen epäonnistui!
sv: Det gick inte att skapa chattrummet!

source: Room %s created successfully!
fi_op: Huone %s luotiin onnistuneesti!
sv: Chattrum %s är skapat!

source: Usage: %s <room>
fi_op: Käyttö: %s <huone>
sv: Användning: %s <room<

source: Cannot find room %s
fi_op: Huonetta %s ei löydy
sv: Kan inte hitta chattrum %s

source: Room %s has %d users
fi_op: Huoneessa %s on %d käyttäjää
sv: Chattrum %s har %d användare

source: , is private
fi_op: , on yksityinen
sv: , är privat

source: , autojoins registered users
fi_op: , rekisteröityneet käyttäjät liittyvät automaattisesti
sv: , ansluter automatiskt registrerade användare

source: , autojoins users with sufficient rights
fi_op: , vaadittavat oikeudet omaavat käyttäjät liittyvät automaattisesti
sv: , ansluter automatiskt användare med tillräckliga rättigheter

source: and requires rights
fi_op: ja vaatii oikeudet
sv: och kräver följande rättigheter

source: Add a chatroom.
fi_op: Lisää keskusteluhuone.
sv: Skapa ett chattrum.

source: Remove a chatroom.
fi_op: Poista keskusteluhuone.
sv: Ta bort ett chattrum.

source: Lists available chatrooms.
fi_op: Listaa nykyiset keskusteluhuoneet.
sv: Lista tillgängliga chattrum.

source: No hublists configured
fi_op: Yhtään hubilistaa ei ole asetettu
sv: Inga hubblistor konfigurerade

source: Hublist update ERROR: %s: socket: %s
fi_op: VIRHE tietojen lähettämisessä hubilistaan: %s: socket: %s
sv: Fel vid uppdatering av hublista: %s: socket: %s

source: Hublist update ERROR: %s: connect: %s
fi_op: VIRHE tietojen lähettämisessä hubilistaan: %s: yhdistäminen: %s
sv: Fel vid uppdatering av hublista: %s: connect: %s

source: Hublist update ERROR: %s: read: %s
fi_op: VIRHE tietojen lähettämisessä hubilistaan: %s: lukeminen: %s
sv: Fel vid uppdatering av hublista: %s: read: %s

source: Hublist update ERROR: %s: getsockname: %s
fi_op: VIRHE tietojen lähettämisessä hubilistaan: %s: getsockname: %s
sv: Fel vid uppdatering av hublista: %s: getsockname: %s

source: Hublist update ERROR: %s: illegal input %.*s
fi_op: VIRHE tietojen lähettämisessä hubilistaan: %s: illegal input %.*s
sv: Fel vid uppdatering av hublista: %s: illegal input %.*s

source: Hublist update ERROR: %s: send: %s
fi_op: VIRHE tietojen lähettämisessä hubilistaan: %s: lähettäminen: %s
sv: Fel vid uppdatering av hublista: %s: send: %s

source: Registered at hublist %s
fi_op: Rekisteröity hubilistaan %s
sv: Registrerad på hublista %s

source: Hublist update ERROR: %s: %s.
fi_op: VIRHE tietojen lähettämisessä hubilistaan: %s: %s.
sv: Fel vid uppdatering av hublista: %s: %s.

source: Hublist update ERROR: %s: Timed out.
fi_op: VIRHE tietojen lähettämisessä hubilistaan: %s: Aikakatkaisu.
sv: Fel vid uppdatering av hublista: %s: Timed out.

source: Errors during hublist update:
fi_op: Virheitä tietojen lähettämisessä hubilistaan:
sv: Fel vid uppdatering av hublista:

source: list of hublist addresses.
fi_op: listaus hubilistojen osoitteista.
sv: lista över hublistadresser.

source: Interval of hublist updates.
fi_op: Ajanjakso tietojen lähettämisessä hubilistoihin.
sv: Tidsintervall för uppdatering av hublistor.

source: Do not report errors when hublist registration fails (Use with caution!).
fi_op: Älä ilmoita hubilistaan rekisteröitymisessä tapahtuvista virheistä (Käytä varoen!).
sv: Rapportera inte fel vid uppdatering av hublistor (Används med försiktighet!).

source: Register at hublists.
fi_op: Rekisteröitiin hubilistoihin.
sv: Registrerar på hubblistor.

source: Unknown config value.
fi_op: Tuntematon arvo asetukselle.
sv: Okänt inställningsvärde.

source: Not a valid IP address.
fi_op: Virheellinen IP-osoite.
sv: Inte en giltig IP adress.

source: No such LUA function.
fi_op: Virheellinen LUA-funktio.
sv: Den LUA funktionen finns inte.

source: Command failed to register.
fi_op: Komennon rekisteröinti epäonnistui.
sv: Kommandot kunde inte registreras.

source: Could not allocate memory.
sv: Kunde inte allokera minne.

source: LUA ERROR: %s
fi_op: LUA VIRHE: %s
sv: LUA fel: %s

source: Lua stats Version: %s Scripts count/peak: %d/%d
fi_op: Lua-tilastot Versio: %s Scriptien lukumäärä/huippuarvo: %d/%d
sv: Lua statistik Version: %s Antal skript nu/max: %d/%d

source: No LUA scripts running.
fi_op: LUA-scriptejä ei ole käynnissä.
sv: Inga LUA skript körs.

source: Running LUA scripts:
fi_op: Käynnissä olevat LUA-Scriptit:
sv: Kör följande LUA skript:

source: Usage: %s <script>
fi_op: Käyttö: %s <scripti>
sv: Användning: %s <script>

source: Lua script '%s' loaded.
fi_op: Lua-scripti '%s' ladattu.
sv: Luaskript '%s' är laddat.

source: Lua script '%s' failed to load.
fi_op: Lua-scriptin '%s' lataaminen epäonnistui.
sv: Luaskript '%s' kunde inte laddas.

source: Lua script '%s' unloaded.
fi_op: Lua-scripti '%s' poistettu käytöstä.
sv: Luaskript '%s' urladdat.

source: Lua script '%s' not found.
fi_op: Lua-scriptiä '%s' ei löytynyt.
sv: Luaskript '%s' hittas inte.

source: Show lua stats.
fi_op: Näyttää luan tilastot
sv: Visa LUA statistik.

source: Load a lua script.
fi_op: Lataa lua-scripti
sv: Ladda ett luaskript.

source: Remove a lua script.
fi_op: Poista lua-scripti.
sv: Ta bort ett luaskript.

source: Usage: %s <name> <type> <arg> name: name of the trigger type: one of: - text : the trigger will dump the text provided in arg, - file : the trigger will dump the contents of the file provided in arg - command : the trigger will dump the output of the command provided in arg arg: depends on type
fi_op: Käyttö: %s <nimi> <tyyppi> <argumentti> nimi: triggerin nimi tyyppi: yksi seuraavista: - teksti : trigger lähettää argumentiksi laitetun tekstin, - tiedosto : trigger lähettää argumentiksi laitetun tiedoston sisällön - komento : trigger lähettää argumentissä olevan komennon sisällön argumentti: riippuu tyypistä
sv: Användning: %s <name> <type> <arg> name: triggerns namn type: en av: - text : triggern visar texten som anges med arg, - file : triggern visar innehållet i filen som anges med arg - command : triggern visar resultatet av kommandot som anges med arg arg: beror på vilken typ som angetts

source: Triggername %s is too long. Max %d characters
fi_op: Triggerin %s nimi on liian pitkä. Enimmäispituus on %d kirjainta
sv: Triggernamn %s är för långt. Max är %d tecken

source: Triggername %s already exists.
fi_op: Triggerin nimi %s on jo olemassa.
sv: Triggernamnet %s finns redan.

source: Unknown trigger type %s.
fi_op: Tuntematon triggerin tyyppi %s.
sv: Okänd triggertyp %s.

source: Trigger %s created successfully.
fi_op: Trigger %s luotu onnistuneesti.
sv: Lyckades skapa triggern %s.

source: Trigger %s creation failed.
fi_op: Triggerin %s luominen epäonnistui.
sv: Lyckades inte skapa triggern %s.

source: Usage: %s <name> name: name of the trigger
fi_op: Käyttö: %s <name> nimi: triggerin nimi
sv: Användning: %s <name> name: triggerns namn

source: Triggername %s doesn't exist.
fi_op: Triggerin nimeä %s ei ole olemassa.
sv: Triggernamnet %s finns inte.

source: Trigger %s deleted.
fi_op: Trigger %s poistettu.
sv: Trigger %s har tagits bort.

source: Trigger %s dumps file %s (Hits %ld)
fi_op: Trigger %s lähettää tekstin tiedostosta %s (Osumat %ld)
sv: Trigger %s visar fil %s (Använd %ld)

source: Trigger %s dumps text %.*s (Hits %ld)
fi_op: Trigger %s lähettää tekstin %.*s (Osumat %ld)
sv: Trigger %s visar text %.*s (Använd %ld)

source: Unknown trigger rule type %s.
fi_op: Tuntematon triggerin säännön tyyppi %s.
sv: Typen %s för triggerregel är okänd.

source: Rule for trigger %s created successfully.
fi_op: Sääntö triggerille %s luotiin onnistuneesti.
sv: Lyckades skapa regel för trigger %s.

source: Rule creation failed.
fi_op: Säännön luominen epäonnistui.
sv: Lyckades inte skapa regel för trigger %s.

source: Usage: %s <name> <type> [<arg> [<help>]] [<pm>] [<broadcast>] [rights <cap>] name: name of the trigger type: one of: - login : the trigger will be triggered on user login, provide rights after type - command : the trigger will be triggered by a command, provide the command in <arg>, then a help msg for the command, followed by any required rights - timer : the trigger will be triggered every <arg> seconds (cannot be 0). arg: depends on type help: help message for command (only for command triggers) pm: always send trigger as a private message broadcast: send this to all users rights: rights required to activate rule
fi_op: Käyttö: %s <nimi> <tyyppi> [<argumentti> <help>] [<pm>] [<broadcast>] [oikeudet <cap>] nimi: triggerin nimi tyyppi: yksi seuraavista: - login : trigger lähetetään käyttäjälle hänen kirjautuessaan, määritä oikeudet tyypin jälkeen - command : trigger lähetetään käyttäjän kirjoittaessa komennon, määritä komento <arg>, sitten komennon help-viesti, jonka jälkeen mikä tahansa vaadittu oikeus - ajastin : viesti lähetetään joka <arg> sekunti (ei voi olla 0). arg: riippuu tyypistä help: komennin help-viesti (vain command-triggereille) pm: lähettää triggerin aina yksityisviestinä broadcast: lähettää viestin mainchattiin kaikille käyttäjille rights: triggerin käyttöön vaadittavat oikeudet
sv: Användning: %s <name> <type> [<arg> [<help>]] [<pm>] [<broadcast>] [rights <cap>] name: triggerns namn type: en av: - login : triggern körs när en användare ansluter till hubben, ange eventuella rättigheter efter type - command : triggern körs när ett kommando körs, ange kommandot i <arg>, sedan en hjälptext för kommandot, följt av eventuella rättigheter om enbart vissa ska ha tillgång till kommandot - timer : triggern körs varje <arg> sekunder (kan inte vara 0). arg: beror på type help: hjälptext för kommandot (enbart för kommandotriggers) pm: triggern skickas som PM, anges detta inte skickas det i main broadcast: triggern skickas till alla användare, anges inte detta skickas det enbart till den som triggat rights: rättighet(er) som krävs för att regeln ska aktiveras

source: Usage: %s <name> <id> name: name of the trigger id : ID of the rule
fi_op: Käyttö: %s <nimi> <id> nimi: triggerin nimi id : säännön ID (Esim Rule 0)
sv: Användning: %s <name> <id> name: triggerns namn id : ID för regeln

source: Trigger %s Rule ID %lu doesn't exist.
fi_op: Triggeriä %s Säännön ID:lla %lu ei ole olemassa.
sv: Trigger %s regel ID %lu finns inte.

source: Trigger %s Rule ID %lu deleted.
fi_op: Trigger %s Säännön ID:lla %lu poistettu.
sv: Trigger %s regel ID %lu borttaget.

source: Rule %lu type
fi_op: Sääntö %lu tyyppi
sv: Regel %lu typ

source: Cannot find trigger %s
fi_op: Triggeriä %s ei löydy
sv: Hittar inte trigger %s

source: Cannot find trigger %s rule ID %u
fi_op: Triggeriä %s säännön ID:lla %u ei löydy
sv: Hittar inte trigger %s regel ID %u

source: Add a trigger.
fi_op: Lisää trigger.
sv: Skapa en trigger.

source: List triggers.
fi_op: Listaa triggerit.
sv: Lista alla triggers.

source: Delete a trigger.
fi_op: Poista trigger.
sv: Ta bort en trigger.

source: Add a rule.
fi_op: Lisää sääntö.
sv: Skapa en regel.

source: Delete a rule.
fi_op: Poista sääntö.
sv: Ta bort en regel.

source: Unregistered users: %lu / %lu Registered users: %lu / %lu Operators %lu / %lu Total %lu / %lu Peak %lu Refused %lu Buffering %lu
sv: Oregistrerade användare: %lu / %lu Registerade användare: %lu / %lu Operatörer %lu / %lu Totalt %lu / %lu Topp %lu Nekade %lu Buffrade %lu

source: Sorry, your class has a maximum of %u hubs.
sv: Tyvärr, din användarklass tillåter max %u hubbar.

source: Sorry, your class has a minimum of %u hubs.
sv: Tyvärr, din användarklass kräver minst %u hubb(ar).

source: Sorry, your class has a maximum of %u slots.
sv: Tyvärr, din användarklass tillåter max %u slottar.

source: Sorry, your class has a minimum of %u slots.
sv: Tyvärr, din användarklass kräver minst %u slott(ar).

source: Sorry, your class has a minimum share of %s.
sv: Tyvärr, din användarklass kräver minst %s i utdelning.

source: Sorry, this client is not accepted because: %.*s
sv: Tyvärr, din klient tillåts inte på grund av: %.*s

source: Sorry, your login is not accepted from this IP (%s)
sv: Tyvärr, din inloggning kan inte accepteras från detta IP (%s)

source: Sorry, the hub is full. It cannot accept more users from your class.
sv: Tyvärr, hubben är full. Den accepterar inte fler användare av din användarklass.

source: Usage: %s <nick> <ip/network>
fi_op: Käyttö: %s <nick> <ip/network>
sv: Användning: %s <nick> <ip/network>

source: Please do not forget to assign the "sourceverify" right to user %s
fi_op: Tämä tulee voimaan vasta kun olet asenntanut "sourceverify" -oikeuden käyttäjälle %s
sv: Glöm inte att tilldela "sourceverify" rättigheter till användare %s

source: User %s is now allowed to log in from %s
fi_op: Käyttäjä %s pystyy nyt kirjautumaan osoitteesta %s
sv: Användare %s tillåts nu att logga in från %s

source: Sorry, "%s" is not a recognisable IP address or network.
fi_op: "%s" ei tunnistettu IP-ositteeksi tai verkoksi.
sv: Tyvärr, "%s" är inte en identifierbar IP adress eller nätverksadress.

source: User %s is no longer allowed to log in from %s
fi_op: Käyttäjä %s ei pysty enää kirjautumaan osoitteesta %s
sv: Användare %s får inte längre ansluta från %s

source: Could not find source restriction "%s" for nick %s
fi_op: IP-rajoitusta "%s" ei löytynyt nickille %s
sv: Hittade inte anslutningsbegränsning "%s" för användare %s

source: Allow user %s from:
fi_op: Salli käyttäjä %s osoitteesta/verkosta:
sv: Tillåt användare %s från:

source: Source %s
fi_op: Lähde IP/Verkko %s
sv: Källa %s

source: None.
fi_op: Ei mitään.
sv: Ingen.

source: Usage: !%s <clienttag> <minversion> <maxversion> <reason> Use 0 for version if unimportant.
fi_op: Käyttö: !%s <clientin tagi> <minversio> <maxversio> <syy> Laita versioksi 0, mikäli ei tarpeellinen.
sv: Användning: !%s <clienttag> <minversion> <maxversion> <reason> Använd 0 som version ifall den inte spelar någon roll.

source: Client "%s" (%lf, %lf) added to banned list because: %s
fi_op: Client "%s" (%lf, %lf) lisätty bannilistaan syyllä: %s
sv: Klient "%s" (%lf, %lf) tillagd i banlistan på grund av: %s

source: Client "%s" (%lf, %lf) added to banned list
fi_op: Client "%s" (%lf, %lf) lisätty bannilistaan
sv: Klient "%s" (%lf, %lf) tillagd i banlistan

source: Client "%s" (%lf, %lf) because: %.*s
fi_op: Client "%s" (%lf, %lf) koska: %.*s
sv: Klient "%s" (%lf, %lf) på grund av: %.*s

source: Client "%s" (%lf, %lf)
sv: Klient "%s" (%lf, %lf)

source: No clients banned.
fi_op: Yhtään clienttiä ei ole bannittu.
sv: Inga klienter bannade.

source: Usage: !%s <clientname> <min> <max>
fi_op: Käyttö: !%s <clientin nimi> <min> <max>
sv: Användning: !%s <clientname> <min> <max>

source: Client "%s" removed from banlist
fi_op: Clientin "%s" poistettu bannilistasta
sv: Klient "%s" borttagen från banlistan

source: Client "%s" not found in banlist
fi_op: Clientiä "%s" ei löydy bannilistasta
sv: Klient "%s" hittades inte i banlistan

source: WARNING: userlimit.registered equals userlimit.op. userlimit.registered includes the ops (since they are registered too): setting them equal means that you only allow OPs, but not normal registered users.
fi_op: VAROITUS: userlimit.registered yhtä suuri kuin userlimit.op. userlimit.registered sisältää OP:t (mikäli heidät on rekisteröity): niiden asettaminen yhtä suuriksi tarkoittaa, että OP:t pääsevät hubiin, mutta muut rekisteröidyt käyttäjät eivät.
sv: VARNING: userlimit.registered är lika med userlimit.op. userlimit.registered inkluderar OP's (eftersom de också är registrerade): att sätta dem till samma värde betyder att du enbart tillåter OP's, men inte vanliga registrerade användare.

source: Maximum number of users (set to 0 to ignore).
fi_op: Keskusteluhistorian rivien enimmäismäärä (aseta 0 poistaaksesi käytöstä).
sv: Max antal användare (sätt till 0 för att ignorera).

source: Maximum unregistered users.
fi_op: Rekisteröitymättömien käyttäjien enimmäismäärä.
sv: Max antal oregistrerade användare.

source: Maximum registered users.
fi_op: Rekisteröityneiden käyttäjien enimmäismäärä.
sv: Max antal registrerade användare.

source: Reserve place for this many ops in the registered users.
fi_op: OP:iden enimmäismäärä (sisältyy rekisteröityneiden käyttäjien enimmäismäärään, eli laita pienempi arvo).
sv: Reservera plats för så här många OPs bland de registrerade användarna.

source: Minimum share requirement for unregistered users.
fi_op: Vaadittava vähimmäisjako rekisteröitymättömille käyttäjille.
sv: Minsta utdelning för oregistrerade användare.

source: Minimum share requirement for registered users.
fi_op: Vaadittava vähimmäisjako rekisteröityneille käyttäjille.
sv: Minsta utdelning för registrerade användare.

source: Minimum share requirement for OPS
fi_op: Vaadittava vähimmäisjako OP:ille
sv: Minsta utdelning för OPs.

source: Minimum hubs for unregistered users.
fi_op: Min hubit rekisteröitymättömille käyttäjille.
sv: Minst antal hubbar för oregistrerade användare.

source: Maximum hubs for unregistered users.
fi_op: Max hubit rekisteröitymättömille käyttäjille.
sv: Max antal hubbar för oregistrerade användare.
